<!--
Copyright (c) Microsoft Corporation.  All rights reserved.
-->
<!--
Use of this sample source code is subject to the terms of the Microsoft
license agreement under which you licensed this sample source code. If
you did not accept the terms of the license agreement, you are not
authorized to use this sample source code. For the terms of the license,
please see the license agreement between you and Microsoft or, if applicable,
see the LICENSE.RTF on your install media or the root of your tools installation.
THE SAMPLE SOURCE CODE IS PROVIDED "AS IS", WITH NO WARRANTIES OR INDEMNITIES.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<!-- Inserted by TRADOS: --><META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

<META HTTP-EQUIV="Htm-Help" CONTENT="rnetw.htm#Main_Contents">
<TITLE>Ajuda de Conex&otilde;es Dial-up e de Rede</TITLE>
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000">
<!-- PegHelp -->

<P><A NAME="Main_Contents"></A><B>Ajuda de Conex&otilde;es Dial-up e de Rede</B></P><UL></UL>

<A HREF="rnetw.htm#connectisp">Conectando-se a um provedor de servi&ccedil;os de Internet</A><BR> <A HREF="rnetw.htm#connectnetwork">Conectando-se a uma rede</A><BR> <A HREF="rnetw.htm#adjusting_communication_prop">Ajustando propriedades da conex&atilde;o remota</A><BR> <A HREF="rnetw.htm#using_terminal">Usando o terminal</A><BR> <A HREF="rnetw.htm#index">&Iacute;ndice</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- ****  ISP Connection    ************** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->

<A NAME="connectisp"></A><B>Conectando-se a um provedor de servi&ccedil;os de Internet</B><UL></UL>

<A HREF="rnetw.htm#aboutisp">Sobre conex&atilde;o com a Internet</A><BR> <A HREF="rnetw.htm#service">Criar uma conta em um provedor</A><BR> <A HREF="rnetw.htm#make_a_new_connection">Criar uma nova conex&atilde;o no dispositivo</A><BR> <A HREF="rnetw.htm#connectinternet">Conectar-se &agrave; Internet usando um provedor de servi&ccedil;os de Internet</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="aboutisp"></A><B>Sobre conex&atilde;o com a Internet</B><UL></UL>

<P>Voc&ecirc; pode usar o dispositivo m&oacute;vel para se conectar &agrave; Internet, o que permite navegar na World Wide Web (WWW) e trocar emails.</P><UL></UL>

<P>Se o dispositivo n&atilde;o estiver equipado com um modem interno, ser&aacute; necess&aacute;rio instalar uma placa de modem ou modem externo. Consulte as instru&ccedil;&otilde;es do fabricante do modem para obter detalhes sobre a instala&ccedil;&atilde;o. Ap&oacute;s configurar o modem, crie uma conex&atilde;o para um provedor de servi&ccedil;os de Internet (ISP).</P><UL></UL>


<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#connectinternet">Conectar-se &agrave; Internet usando um provedor de servi&ccedil;os de Internet</A><BR> <A HREF="rnetw.htm#service">Criar uma conta em um provedor</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->


<P><A NAME="service"></A><B>Criar uma conta em um provedor de servi&ccedil;os de Internet</B></P><UL></UL>

<P><B>Observa&ccedil;&atilde;o:</B> as contas PPTP n&atilde;o s&atilde;o suportadas no dispositivo.</P><UL></UL>

<P>Configure uma conta de protocolo ponto a ponto (PPP) com um provedor de servi&ccedil;os de Internet e obtenha as seguintes informa&ccedil;&otilde;es:
<UL>
<LI>N&uacute;mero do telefone de acesso
<LI>Nome de usu&aacute;rio
<LI>Senha
</UL>


<P>Ap&oacute;s estabelecer uma conta, crie uma nova conex&atilde;o no dispositivo. Quando criar essa conex&atilde;o, voc&ecirc; deve estar apto a usar todas as configura&ccedil;&otilde;es padr&atilde;o de TCP/IP fornecidas no Assistente <B>Fazer Nova Conex&atilde;o</B>. Se voc&ecirc; n&atilde;o puder se conectar usando essas configura&ccedil;&otilde;es padr&atilde;o, consulte o provedor para obter informa&ccedil;&otilde;es espec&iacute;ficas sobre TCP/IP e para obter os endere&ccedil;os DNS prim&aacute;rio e secund&aacute;rio.</P><UL></UL>


<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#connectinternet">Conectar-se &agrave; Internet usando um provedor de servi&ccedil;os de Internet</A><BR> <A HREF="rnetw.htm#make_a_new_connection">Criar uma nova conex&atilde;o no dispositivo</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="make_a_new_connection"></A><B>Criar uma nova conex&atilde;o no dispositivo</B><UL></UL>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Conex&otilde;es Dial-up e de Rede</B>.
<LI>Toque ou clique duas vezes no &iacute;cone Fazer Nova Conex&atilde;o.
<LI>Na caixa de di&aacute;logo <B>Fazer Nova Conex&atilde;o</B>, digite um nome para a conex&atilde;o.
<LI>Selecione <B>Conex&atilde;o de discagem</B>.
<LI>Selecione o bot&atilde;o <B>Avan&ccedil;ar</B>.
<LI>Selecione o modem desejado na lista suspensa.
<li>Para digitar um novo n&uacute;mero de telefone a cada conex&atilde;o, selecione <B>Configurar</B>.
<ul><li>Na caixa de di&aacute;logo <b>Propriedades do Dispositivo</b>, selecione a guia <b>Configura&ccedil;&otilde;es de Porta</b>.
<li>Marque a op&ccedil;&atilde;o <b>Discagem Manual</b> para poder inserir um n&uacute;mero de telefone a cada conex&atilde;o.
<li>Para personalizar as op&ccedil;&otilde;es do telefone, selecione a guia <b>Op&ccedil;&otilde;es de Chamada</b> e defina as prefer&ecirc;ncias de op&ccedil;&atilde;o.
<li> Selecione <b>OK</b> para aceitar as op&ccedil;&otilde;es de configura&ccedil;&atilde;o. </ul> 
<LI>Selecione <B>Configura&ccedil;&otilde;es de TCP/IP</B>.
<ul><li> Na guia <B>Geral</B>, verifique se a op&ccedil;&atilde;o <B>Usar end. IP atribu&iacute;do pelo servidor</B> est&aacute; marcada. 
<li>Na guia <B>Servidores de Nomes</B>, verifique se a op&ccedil;&atilde;o <B>Usar end. atribu&iacute;dos pelo servidor</B> est&aacute; marcada.
<li> Selecione <B>OK</B>. </ul>
<LI>Selecione o bot&atilde;o <B>Avan&ccedil;ar</B>.
<li>Na caixa de di&aacute;logo <b>N&uacute;mero do Telefone</b>, insira o n&uacute;mero do telefone de acesso ao provedor.
<LI>Selecione o bot&atilde;o <B>Concluir</B>.<BR></ol>
<p>A conex&atilde;o criada aparece como um &iacute;cone no painel <b>Conex&otilde;es de Rede</b>.<BR>

<p><B>Observa&ccedil;&otilde;es</B>
<UL>
<li>Se voc&ecirc; n&atilde;o puder se conectar com as configura&ccedil;&otilde;es padr&atilde;o, consulte seu provedor de servi&ccedil;os de Internet ou o administrador de rede para obter ajuda.<br>
<LI>Se voc&ecirc; estiver criando uma conex&atilde;o de modem de PC para um modem externo, selecione <B>Hayes Compatible em COM1</B> como seu modem. 
<li>Ao conectar o dispositivo a um PC usando um modem externo, use o cabo de modem ou o adaptador fornecido pelo fabricante do modem. 
</UL>
<ul></ul>
<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#connectinternet">Conectar-se &agrave; Internet usando um provedor</A><BR> <A HREF="rnetw.htm#connecttonetwork">Conectar-se a uma rede</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="connectinternet"></A><B>Conectar-se &agrave; Internet usando um provedor de servi&ccedil;os de Internet</B><BR>

<OL>
<LI>Conecte o modem do dispositivo a uma linha telef&ocirc;nica.
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Conex&otilde;es Dial-up e de Rede</B>.
<LI>Toque ou clique duas vezes na conex&atilde;o criada para o provedor de servi&ccedil;os de Internet (ISP).
</OL> 
<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- **** Network Connection ************** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->


<A NAME="connectnetwork"></A><B>Conectando-se a uma rede</B><UL></UL>

<A HREF="rnetw.htm#aboutnetwork">Sobre conex&atilde;o a uma rede</A><BR> <A HREF="rnetw.htm#corporate">Criar uma conex&atilde;o por rede (Ethernet)</A><BR> <A HREF="rnetw.htm#ras">Criar uma conex&atilde;o por rede dial-up</A><BR> <A HREF="rnetw.htm#make_a_new_connection">Criar uma nova conex&atilde;o no dispositivo</A><BR> <A HREF="rnetw.htm#connecttonetwork">Conectar-se a uma rede</A><BR> <A HREF="rnetw.htm#connecttowireless">Conectar-se a uma rede sem fio</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->

<A NAME="aboutnetwork"></A><B>Sobre conex&atilde;o a uma rede</B><UL></UL>

<P>&Eacute; poss&iacute;vel conectar-se diretamente a uma rede por uma conex&atilde;o de rede (Ethernet) ou dial-up. Voc&ecirc; pode acessar seus emails ou arquivos dispon&iacute;veis no servidor de rede e navegar na Internet ou intranet. Para receber emails, crie um servi&ccedil;o de correio POP3 ou IMAP4 na Caixa de Entrada depois de criar a conex&atilde;o com a rede. Para obter mais informa&ccedil;&otilde;es, consulte a <A HREF="tmail.htm#main_contents">Ajuda da Caixa de Entrada</A>.</P><UL></UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#corporate">Criar uma conex&atilde;o por rede (Ethernet)</A><BR> <A HREF="rnetw.htm#ras">Criar uma conex&atilde;o por rede dial-up</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ******* Topic Break******************* -->

<P><A NAME="corporate"></A><B>Criar uma conex&atilde;o por rede (Ethernet)</B></P><UL></UL>

<OL>
<LI>No dispositivo, insira a placa Ethernet.
<LI>Na caixa de di&aacute;logo <B>Configura&ccedil;&otilde;es do Ethernet Driver</B>, selecione <B>Obter um endere&ccedil;o IP via DHCP</B>. Selecione <B>OK</B>.
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>. Toque ou clique duas vezes no &iacute;cone <b>Conex&otilde;es Dial-up e de Rede</b>.
<LI>Clique duas vezes no &iacute;cone da conex&atilde;o para o adaptador e clique em <b>OK</b> para verificar as configura&ccedil;&otilde;es.<br> Por exemplo, se voc&ecirc; tiver um adaptador DC21x4 Ethernet, clique duas vezes no &iacute;cone de conex&atilde;o <b>DC211401</b>.
<LI>Quando solicitado, digite o <B>Nome de Usu&aacute;rio</B>, <B>Senha</B> e <B>Dom&iacute;nio</B> usados para fazer logon na rede.
</OL>

</UL></P>
<ul></ul>
<b> Consulte tamb&eacute;m</b><br> <A href="rnetw.htm#connectnetwork">Conectando-se a uma rede</A><br>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<P><A NAME="ras"></A><B>Criar uma conex&atilde;o por rede dial-up</B></P>

<OL>
<LI>Pe&ccedil;a ao administrador da rede para criar uma conta RAS para voc&ecirc;. Assim que a conta for configurada, obtenha as seguintes informa&ccedil;&otilde;es: n&uacute;mero de telefone dial-up, senha e nome do computador.
<LI>Crie uma nova conex&atilde;o no dispositivo usando as informa&ccedil;&otilde;es da etapa 1. Voc&ecirc; dever&aacute; usar as configura&ccedil;&otilde;es padr&atilde;o de TCP/IP fornecidas no Assistente <B>Fazer Nova Conex&atilde;o</B>. Se voc&ecirc; n&atilde;o puder se conectar usando essas configura&ccedil;&otilde;es padr&atilde;o, consulte o administrador de rede para obter informa&ccedil;&otilde;es espec&iacute;ficas sobre TCP/IP.
</OL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#make_a_new_connection">Criar uma nova conex&atilde;o no dispositivo</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="make_a_new_connection"></A><B>Criar uma nova conex&atilde;o no dispositivo</B><UL></UL>

<P>Voc&ecirc; deve criar uma conex&atilde;o para cada computador ou rede que desejar acessar remotamente, a menos que esteja usando uma placa Ethernet.</P>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Conex&otilde;es Dial-up e de Rede</B>.
<LI>Toque ou clique duas vezes no &iacute;cone <b>Fazer Nova Conex&atilde;o</b>.
<LI>Na caixa de di&aacute;logo <B>Fazer Nova Conex&atilde;o</B>, digite um nome para a conex&atilde;o.
<LI>Selecione <B>Conex&atilde;o Dial-up</B> e clique no bot&atilde;o <B>Avan&ccedil;ar</B>.
<LI>Selecione o modem que deseja usar.
<li>Para digitar um novo n&uacute;mero de telefone a cada conex&atilde;o:
<ul><li>Selecione <B>Discagem Manual</B> e clique em <B>OK</B>.
<LI>Selecione <B>Configura&ccedil;&otilde;es de TCP/IP</B>.
<li>Na guia <B>Geral</B>, verifique se a op&ccedil;&atilde;o <B>Usar end. IP atribu&iacute;do pelo servidor</B> est&aacute; marcada. 
<li>Na guia <B>Servidores de Nomes</B>, verifique se a op&ccedil;&atilde;o <B>Usar end. atribu&iacute;dos pelo servidor</B> est&aacute; marcada e clique em <B>OK</B>. <br>

<LI>Selecione o bot&atilde;o <B>Avan&ccedil;ar</B> e digite o n&uacute;mero de telefone.
<LI>Selecione o bot&atilde;o <B>Concluir</B>.<BR></ul></ol>
A conex&atilde;o que voc&ecirc; criou aparece como um &iacute;cone da pasta Rede Remota.<BR>

<ul></ul>
<B>Observa&ccedil;&otilde;es</B>
<UL>
<li>Se voc&ecirc; n&atilde;o puder se conectar com essas configura&ccedil;&otilde;es padr&atilde;o, consulte seu provedor ou o administrador de rede para obter as configura&ccedil;&otilde;es espec&iacute;ficas de TCP/IP.
<LI>A conex&atilde;o aparece como um &iacute;cone na tela <B>Conex&otilde;es</B>.
<LI>Se voc&ecirc; estiver criando uma conex&atilde;o de modem de PC para um modem externo, selecione <B>Hayes Compatible em COM1</B> como seu modem. Quando conectar o dispositivo ao PC usando um modem externo, use o cabo de modem ou o adaptador fornecido pelo fabricante do modem. 
</UL>
<b> Consulte tamb&eacute;m</b><br> <A href="rnetw.htm#connecttonetwork">Conectar-se a uma rede</A><br>

<!-- PegHelp --><HR>





<!-- ******* Topic Break******************* -->

<A NAME="connecttonetwork"></A><B>Conectar-se a uma rede</B><BR>

<P>Se voc&ecirc; se conectar a uma rede, somente poder&aacute; receber emails e navegar na Internet. Para receber emails, crie um servi&ccedil;o de correio POP3 ou IMAP4 na Caixa de Entrada. Para obter mais informa&ccedil;&otilde;es, consulte a <A HREF="tmail.htm#main_contents">Ajuda da Caixa de Entrada</A>.<UL></UL>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Conex&otilde;es Dial-up e de Rede</B>.
<LI>Toque ou clique duas vezes no &iacute;cone de conex&atilde;o remota que voc&ecirc; deseja usar.<BR><BR> A primeira vez em que voc&ecirc; se conecta usando a conex&atilde;o, &eacute; necess&aacute;rio digitar o nome de usu&aacute;rio, a senha e o dom&iacute;nio. Para evitar ter que redigitar a senha em conex&otilde;es subseq&uuml;entes, selecione <B>Salvar senha</B>.
<LI>Selecione <B>Conectar</B>.
<li>Para desconectar, selecione <B>Desconectar</B>.
</OL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#connectisp">Conectando-se a um provedor de servi&ccedil;os de Internet</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* --> <A NAME="connecttowireless"></A><B>Conectar-se a uma rede sem fio</B><BR>
<ol>
<li>Insira sua placa de rede sem fio. Se solicitado, forne&ccedil;a o nome do driver fornecido pelo fabricante.
<li> Quando carregado, o sistema exibir&aacute; uma caixa de di&aacute;logo para ajud&aacute;-lo a se conectar a redes sem fio dispon&iacute;veis.
<li>Selecione o nome da rede com a qual deseja se conectar e clique em <b>Conectar</b>.
<li>Confirme se as configura&ccedil;&otilde;es foram detectadas e clique em <b> OK</b>.
<li>Se desejar revisar ou alterar as configura&ccedil;&otilde;es, selecione <b>Iniciar</b> &gt; <b>Configura&ccedil;&otilde;es</b> &gt; <b>Conex&otilde;es Dial-up e de Rede</b>.
<li>Clique duas vezes no &iacute;cone de conex&atilde;o remota que voc&ecirc; deseja usar.
<li>Se houver suporte para o driver de sua placa de rede sem fio, a guia <b>Redes sem Fio</b> estar&aacute; dispon&iacute;vel para o ajuste de configura&ccedil;&otilde;es.
<li>Use esta guia para exibir, alterar ou ajustar configura&ccedil;&otilde;es.
</ol>


<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#connectisp">Conectando-se a um provedor de servi&ccedil;os de Internet</A><BR> <A HREF="rnetw.htm#connecttonetwork">Conectando-se a uma rede</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- **** Remote Connection Properties***** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->


<P><A NAME="adjusting_communication_prop"></A><B>Ajustando propriedades da conex&atilde;o remota</B></P><UL></UL>

<A HREF="rnetw.htm#modify_connection_settings">Modificar configura&ccedil;&otilde;es da conex&atilde;o</A><BR> <A HREF="rnetw.htm#compression">Desativar a compacta&ccedil;&atilde;o de software</A><BR> <A HREF="rnetw.htm#change_the_pclink_baud_rate">Alterar a taxa de transmiss&atilde;o para o dispositivo</A>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->

<A NAME="modify_connection_settings"></A><B>Modificar configura&ccedil;&otilde;es da conex&atilde;o</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Conex&otilde;es Dial-up e de Rede</B>.
<LI>Selecione o &iacute;cone para as configura&ccedil;&otilde;es da conex&atilde;o que voc&ecirc; deseja modificar.
<LI>Selecione <B>Arquivo</B> &gt; <B>Propriedades</B> ou clique duas vezes no &iacute;cone apropriado.
<LI>Selecione as op&ccedil;&otilde;es desejadas. Pode haver configura&ccedil;&otilde;es adicionais que dependam da conex&atilde;o. Para modific&aacute;-las, selecione o &iacute;cone e selecione <b>Configura&ccedil;&otilde;es Avan&ccedil;adas...</b> do menu.
</OL>


<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#make_a_new_connection">Criar uma nova conex&atilde;o no dispositivo</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<A NAME="compression"></A><B>Desativar a compacta&ccedil;&atilde;o de software</B><BR>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Conex&otilde;es Dial-up e de Rede</B>.
<LI>Selecione o &iacute;cone para a conex&atilde;o cujas configura&ccedil;&otilde;es voc&ecirc; deseja modificar.
<LI>Selecione <B>Arquivo</B> &gt; <B>Propriedades</B>.
<LI>Selecione <B>Configura&ccedil;&otilde;es de TCP/IP</B>.
<LI>Na guia <B>Geral</B>, limpe <B>Usar compacta&ccedil;&atilde;o de software</B>.
</OL>


<P><B>Observa&ccedil;&atilde;o</B> Ao mesmo tempo que a desativa&ccedil;&atilde;o da compacta&ccedil;&atilde;o de software reduz o tempo de conclus&atilde;o de uma conex&atilde;o, ela tamb&eacute;m reduz a taxa de transmiss&atilde;o de dados. Desative a compacta&ccedil;&atilde;o de software apenas se voc&ecirc; se conectar freq&uuml;entemente e transferir pequenas quantidades de dados em cada sess&atilde;o.</P>

<ul></ul>
<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#adjusting_communication_prop">Ajustando propriedades da conex&atilde;o remota</A> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<P><A NAME="change_the_pclink_baud_rate"></A><B>Alterar a taxa de transmiss&atilde;o para o dispositivo</B></P><UL></UL>

<P><B>Importante</B> Alterar esta configura&ccedil;&atilde;o pode desativar as comunica&ccedil;&otilde;es com o PC. A taxa de transmiss&atilde;o selecionada para o dispositivo deve corresponder &agrave; taxa de transmiss&atilde;o no PC. Para obter mais informa&ccedil;&otilde;es sobre altera&ccedil;&atilde;o da taxa de transmiss&atilde;o no PC, consulte a Ajuda de Servi&ccedil;os para Windows Embedded Compact.</P>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Toque ou clique duas vezes no &iacute;cone <b>Conex&atilde;o de PC</b>.
<LI>Selecione <B>Alterar...</B>.
<LI>Selecione a taxa de transmiss&atilde;o desejada.
</OL>


<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#modify_connection_settings">Modificar configura&ccedil;&otilde;es da conex&atilde;o</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- **** Terminal Sessions  ************** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->


<A NAME="using_terminal"></A><B>Usando o terminal</B><UL></UL>

<A HREF="rnetw.htm#aboutterminal">Sobre o terminal</A><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Criar uma nova sess&atilde;o de terminal</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Conectar usando uma sess&atilde;o existente</A><BR> <A HREF="rnetw.htm#adjust_session_properties">Ajustar propriedades da sess&atilde;o</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<A NAME="aboutterminal"></A><B>Sobre o terminal</B><UL></UL>

<P>Voc&ecirc; pode conectar o dispositivo a um servi&ccedil;o online ou a um servidor corporativo que exija emula&ccedil;&atilde;o de terminal TTY ou VT-100. Por exemplo, &eacute; poss&iacute;vel exibir e baixar arquivos de um BBS ou enviar e receber email.</P><UL></UL>

<P>Use o terminal apenas quando se comunicar com servi&ccedil;os que exijam emula&ccedil;&atilde;o de terminal.</P><UL></UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#connectnetwork">Conectando-se a uma rede</A><BR> <A HREF="rnetw.htm#connectisp">Conectando-se a um provedor</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* --> <A NAME="create_a_new_terminal_session"></A><B>Criar uma nova sess&atilde;o de terminal</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> &gt; <B>Licen&ccedil;as do Cliente do Terminal Server</B>.
<LI>Toque ou clique duas vezes no &iacute;cone <b>Criar uma Nova Sess&atilde;o</b>.
<LI>Na caixa <B>Nome da sess&atilde;o</B>, digite um nome para a sess&atilde;o.
<LI>Na lista <B>Selecionar um modem</B>, selecione o nome de seu modem.
<LI>Digite o n&uacute;mero de telefone para o computador remoto.
<LI>A menos que voc&ecirc; precise ajustar as propriedades da emula&ccedil;&atilde;o, selecione <B>OK</B> para se conectar.
</OL>

<B>Observa&ccedil;&otilde;es</B>
<UL>
<LI>A sess&atilde;o criada aparece como um &iacute;cone na pasta Terminal.
<LI>Para desconectar, selecione <B>Arquivo</B> &gt; <B>Cancelar</B>.
</UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#adjust_session_properties">Ajustar propriedades da sess&atilde;o</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Conectar usando uma sess&atilde;o existente</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->


<A NAME="connect_using_an_existing_session"></A><B>Conectar usando uma sess&atilde;o existente</B>

<UL>
<LI>Na janela Terminal, toque ou clique duas vezes no &iacute;cone para a sess&atilde;o que voc&ecirc; deseja usar.<BR> Quando o dispositivo &eacute; conectado ao servi&ccedil;o online, a janela Terminal aparece.
<LI>Voc&ecirc; pode criar um atalho da &aacute;rea de trabalho para a sess&atilde;o e conectar tocando ou clicando duas vezes nele.
<LI>Para desconectar, selecione <B>Arquivo</B> &gt; <B>Cancelar</B>.
</UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Criar uma nova sess&atilde;o de terminal</A><BR> <A HREF="rnetw.htm#adjust_session_properties">Ajustar propriedades da sess&atilde;o</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* --> <A NAME="adjust_session_properties"></A><B>Ajustar propriedades da sess&atilde;o</B>

<OL>
<LI>Na janela Terminal, selecione o &iacute;cone para a sess&atilde;o que voc&ecirc; deseja modificar.
<LI>Selecione o bot&atilde;o <B>Propriedades</B>.
<LI>Na guia <B>Comunica&ccedil;&otilde;es</B>, modifique as configura&ccedil;&otilde;es conforme necess&aacute;rio.
<LI>Para modificar as configura&ccedil;&otilde;es de emula&ccedil;&atilde;o, selecione a guia <B>Emula&ccedil;&atilde;o</B>.
<LI>Na lista <B>Escolher um tipo de emula&ccedil;&atilde;o</B>, selecione o tipo de terminal a ser emulado.
<LI>Na lista <B>Sele&ccedil;&atilde;o de p&aacute;gina de c&oacute;digo</B>, selecione a op&ccedil;&atilde;o de p&aacute;gina de c&oacute;digo para o conjunto de caracteres desejado.
<LI>Para exibir o texto digitado antes de enviar, selecione <B>Eco local</B>.
<LI>Na caixa <B>Usar fonte pequena por padr&atilde;o</B>, defina a prefer&ecirc;ncia de fonte.
<LI>Na caixa <B>RC -&gt; RC/AL</B>, ajuste o retorno do carro/alimenta&ccedil;&atilde;o de linha e selecione as configura&ccedil;&otilde;es <B>Entrada</B> ou <B>Sa&iacute;da</B>.
<LI>Na caixa <B>Rolagem autom&aacute;tica</B>, defina a prefer&ecirc;ncia de rolagem.
<LI>Quando terminar, selecione <B>OK</B>.
</OL>

<P><B>Observa&ccedil;&atilde;o</B> Para limpar o buffer, selecione <B>Editar</B> &gt; <B>Limpar buffer</B>.</P><UL></UL>


<B>Consulte tamb&eacute;m</B><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Criar uma nova sess&atilde;o de terminal</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Conectar usando uma sess&atilde;o existente</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ######################################## --> <!-- ######################################## --> <!-- ****  Major Topic Change *************** --> <!-- ****  Index              *************** --> <!-- ######################################## --> <!-- ######################################## -->

<!-- *********  Topic Break  **************** -->

<A NAME="index"></A><B>&Iacute;ndice</B><UL></UL>


<A HREF="rnetw.htm#change_the_pclink_baud_rate">taxas de transmiss&atilde;o, alterando</A><BR>


<A HREF="rnetw.htm#modify_connection_settings">conex&otilde;es dial-up, ajustando configura&ccedil;&otilde;es da conex&atilde;o</A><BR> <A HREF="rnetw.htm#modify_connection_settings">conex&otilde;es de rede dial-up, ajustando configura&ccedil;&otilde;es</A><BR> <A HREF="rnetw.htm#ras">conex&otilde;es de rede dial-up, criando</A><BR> <A HREF="rnetw.htm#connecttonetwork">conex&otilde;es de rede dial-up, conectando</A><BR>


<A HREF="rnetw.htm#aboutisp">provedores de servi&ccedil;os de Internet, sobre como conectar-se a</A><BR> <A HREF="rnetw.htm#modify_connection_settings">provedores de servi&ccedil;os de Internet, ajustando as configura&ccedil;&otilde;es da conex&atilde;o</A><BR> <A HREF="rnetw.htm#connectinternet">provedores de servi&ccedil;os de Internet, conectando-se a</A><BR> <A HREF="rnetw.htm#service">provedores de servi&ccedil;os de Internet, criando conex&atilde;o com</A><BR>


<A HREF="rnetw.htm#make_a_new_connection">dispositivos m&oacute;veis, criando uma nova conex&atilde;o</A><BR> <A HREF="rnetw.htm#ras">conex&otilde;es de modem, com uma rede</A><BR> <A HREF="rnetw.htm#service">conex&otilde;es de modem, com um provedor de servi&ccedil;os de Internet</A><BR>


<A HREF="rnetw.htm#modify_connection_settings">conex&otilde;es de rede (Ethernet), ajustando as configura&ccedil;&otilde;es</A><BR> <A HREF="rnetw.htm#corporate">conex&otilde;es de rede (Ethernet), criando</A><BR> <A HREF="rnetw.htm#connecttonetwork">conex&otilde;es de rede (Ethernet), conectando</A><BR> <A HREF="rnetw.htm#aboutnetwork">rede, sobre como conectar-se</A><BR> <A HREF="rnetw.htm#modify_connection_settings">redes, ajustando configura&ccedil;&otilde;es da conex&atilde;o</A><BR> <A HREF="rnetw.htm#connecttonetwork">redes, conectando</A><BR>


<A HREF="rnetw.htm#ras">RAS (Remote Access Services)</A><BR>


<A HREF="rnetw.htm#compression">compacta&ccedil;&atilde;o de software</A><BR>


<A HREF="rnetw.htm#aboutterminal">sess&otilde;es de terminal, sobre</A><BR> <A HREF="rnetw.htm#adjust_session_properties">sess&otilde;es de terminal, ajustando propriedades</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">sess&otilde;es de terminal, conectando</A><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">sess&otilde;es de terminal, criando</A><BR> <A HREF="rnetw.htm#connecttowireless">rede sem fio, conectando-se</A><BR>



<!-- PegHelp -->


</BODY>
</HTML>
