<!--
Copyright (c) Microsoft Corporation.  All rights reserved.
-->
<!--
Use of this sample source code is subject to the terms of the Microsoft
license agreement under which you licensed this sample source code. If
you did not accept the terms of the license agreement, you are not
authorized to use this sample source code. For the terms of the license,
please see the license agreement between you and Microsoft or, if applicable,
see the LICENSE.RTF on your install media or the root of your tools installation.
THE SAMPLE SOURCE CODE IS PROVIDED "AS IS", WITH NO WARRANTIES OR INDEMNITIES.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<!-- Inserted by TRADOS: --><META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

<META HTTP-EQUIV="Htm-Help" CONTENT="rnetw.htm#Main_Contents">
<TITLE>Hilfe zu Netzwerk- und DF&Uuml;-Verbindungen</TITLE>
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000">
<!-- PegHelp -->

<P><A NAME="Main_Contents"></A><B>Hilfe zu Netzwerk- und DF&Uuml;-Verbindungen</B></P><UL></UL>

<A HREF="rnetw.htm#connectisp">Herstellen einer Verbindung zu einem Internetdienstanbieter<A HREF="rnetw.htm#index"><BR> <A HREF="rnetw.htm#connectnetwork">Herstellen einer Verbindung zu einem Netzwerk</A><BR> <A HREF="rnetw.htm#adjusting_communication_prop">Festlegen der Eigenschaften von Remoteverbindungen</A><BR> <A HREF="rnetw.htm#using_terminal">Verwenden des Terminals</A><BR> <A HREF="rnetw.htm#index">Index</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- ****  ISP Connection    ************** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->

<A NAME="connectisp"></A><B>Herstellen einer Verbindung zu einem Internetdienstanbieter</B><UL></UL>

<A HREF="rnetw.htm#aboutisp">Info &uuml;ber das Herstellen einer Internetverbindung</A><BR> <A HREF="rnetw.htm#service">Erstellen eines Internetdienstanbieter-Kontos</A><BR> <A HREF="rnetw.htm#make_a_new_connection">Herstellen einer neuen Verbindung auf dem Ger&auml;t</A><BR> <A HREF="rnetw.htm#connectinternet">Herstellen einer Internetverbindung &uuml;ber einen Internetdienstanbieter</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="aboutisp"></A><B>Info &uuml;ber das Herstellen einer Internetverbindung</B><UL></UL>

<P>Sie k&ouml;nnen das mobile Ger&auml;t verwenden, um eine Verbindung zum Internet herzustellen, wodurch Sie das WWW (World Wide Web) durchsuchen und E-Mail-Nachrichten versenden und empfangen k&ouml;nnen.</P><UL></UL>

<P>Verf&uuml;gt das verwendete Ger&auml;t nicht &uuml;ber ein eingebautes Modem, muss eine Modemkarte oder ein externes Modem installiert werden. Detaillierte Anweisungen zum Installieren finden Sie in der Anleitung des Herstellers. Erstellen Sie nach dem Einrichten des Modems eine Verbindung zu einem ISP.</P><UL></UL>


<B>Siehe auch</B><BR> <A HREF="rnetw.htm#connectinternet">Herstellen einer Internetverbindung &uuml;ber einen Internetdienstanbieter</A><BR> <A HREF="rnetw.htm#service">Erstellen eines Internetdienstanbieter-Kontos</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->


<P><A NAME="service"></A><B>Erstellen eines Internetdienstanbieter-Kontos</B></P><UL></UL>

<P><B>Anmerkung</B> PPTP-Konten werden vom Ger&auml;t nicht unterst&uuml;tzt.</P><UL></UL>

<P>Richten Sie ein PPP-Protokoll (Point-to-Point) bei einem Internetdienstanbieter ein, und erbitten Sie folgende Daten:
<UL>
<LI>Zugriffstelefonnummer
<LI>Benutzername
<LI>Kennwort
</UL>


<P>Nachdem ein Konto eingerichtet worden ist, erstellen Sie auf dem Ger&auml;t eine neue Verbindung. Beim Herstellen dieser Verbindung sollten alle &uuml;ber den Assistenten zum Herstellen neuer Verbindungen zur Verf&uuml;gung gestellten standardm&auml;&szlig;igen TCP/IP-Einstellungen verwendet werden k&ouml;nnen. Kann mit den Standardeinstellungen keine Verbindung hergestellt werden, wenden Sie sich an den Internetdienstanbieter, um bestimmte TCP/IP-Daten sowie prim&auml;re und sekund&auml;re DNS-Adressen zu erfahren.</P><UL></UL>


<B>Siehe auch</B><BR> <A HREF="rnetw.htm#connectinternet">Herstellen einer Internetverbindung &uuml;ber einen Internetdienstanbieter</A><BR> <A HREF="rnetw.htm#make_a_new_connection">Herstellen einer neuen Verbindung auf dem Ger&auml;t</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="make_a_new_connection"></A><B>Herstellen einer neuen Verbindung auf dem Ger&auml;t</B><UL></UL>

<OL>
<LI>W&auml;hlen Sie <B>Start</B> &gt; <B>Einstellungen</B> &gt; <B>Netzwerk und DF&Uuml;-Verbindungen</B>.
<LI>Doppeltippen bzw. doppelklicken Sie auf das Symbol <B>Neue Verbindung einrichten</B>.
<LI>Geben Sie im Dialogfeld <B>Neue Verbindung einrichten</B> einen Namen f&uuml;r die Verbindung ein.
<LI>W&auml;hlen Sie <B>DF&Uuml;-Verbindung</B> aus.
<LI>Klicken Sie auf die Schaltfl&auml;che <B>Weiter</B>.
<LI>W&auml;hlen Sie in der Dropdownliste das gew&uuml;nschte Modem aus.
<li>W&auml;hlen Sie <B>Konfigurieren</B>, wenn Sie bei jeder Verbindungsherstellung eine neue Rufnummer eingeben m&ouml;chten.
<ul><li>Klicken Sie im Dialogfeld <b>Ger&auml;teeigenschaften</b> auf die Registerkarte <b>Anschlusseinstellungen</b>.
<li>Aktivieren Sie <b>Manuell w&auml;hlen</b>, um bei jeder Verbindungsherstellung eine Rufnummer eingeben zu k&ouml;nnen.
<li>W&auml;hlen Sie die Registerkarte <b>Anrufoptionen</b>, und stellen Sie die Optionen ein.
<li> Klicken Sie auf <b>OK</b>, um die Konfiguration zu akzeptieren. </ul> 
<LI>W&auml;hlen Sie <B>TCP/IP-Einstellungen</B> aus.
<ul><li> Stellen Sie sicher, dass auf der Registerkarte <B>Allgemein</B> das Kontrollk&auml;stchen <B>Vom Server zugew. IP-Adresse verw.</B> aktiviert ist. 
<li>Stellen Sie sicher, dass auf der Registerkarte <B>Namenserver</B> das Kontrollk&auml;stchen <B>Vom Server zugew. Adressen verw.</B> aktiviert ist.
<li> Klicken Sie auf <B>OK</B>. </ul>
<LI>Klicken Sie auf die Schaltfl&auml;che <B>Weiter</B>.
<li>Geben Sie ins Dialogfeld <b>Rufnummer</b> die Rufnummer zur Verbindungsherstellung mit dem Internetdienstanbieter ein.
<LI>Klicken Sie auf die Schaltfl&auml;che <B>Fertigstellen</B>.</ol>
<p>Die soeben erstellte Verbindung wird im Bereich <B>Netzwerkverbindungen</B> angezeigt.<BR>

<p><B>Anmerkungen</B>
<UL>
<li>Wenn Sie mit Hilfe der Standardeinstellungen keine Verbindung herstellen k&ouml;nnen, wenden Sie sich an den Internetdienstanbieter oder den Netzwerkadministrator.<br>
<LI>Wenn Sie eine PC-Modemverbindung f&uuml;r ein externes Modem erstellen m&ouml;chten, w&auml;hlen Sie <B>Hayes-kompatibel an COM1</B> als Modem aus. 
<li>Wird zwischen dem Ger&auml;t und dem PC mit Hilfe eines externen Modems eine Verbindung hergestellt, verwenden Sie das vom Hersteller des Modems zur Verf&uuml;gung gestellte Modemkabel bzw. den entsprechenden Adapter. 
</UL>
<ul></ul>
<B>Siehe auch</B><BR> <A HREF="rnetw.htm#connectinternet">Herstellen einer Internetverbindung &uuml;ber einen Internetdienstanbieter</A><BR> <A HREF="rnetw.htm#connecttonetwork">Herstellen einer Verbindung zu einem Netzwerk</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="connectinternet"></A><B>Herstellen einer Internetverbindung &uuml;ber einen Internetdienstanbieter</B><BR>

<OL>
<LI>Stellen Sie eine Verbindung zwischen dem Modem des Ger&auml;ts und der Telefonleitung her.
<LI>W&auml;hlen Sie <B>Start</B> &gt; <B>Einstellungen</B> &gt; <B>Netzwerk und DF&Uuml;-Verbindungen</B>.
<LI>Doppeltippen bzw. doppelklicken Sie auf die f&uuml;r den ISP erstellte Verbindung.
</OL> 
<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- **** Network Connection ************** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->


<A NAME="connectnetwork"></A><B>Herstellen einer Verbindung zu einem Netzwerk</B><UL></UL>

<A HREF="rnetw.htm#aboutnetwork">Info zum Herstellen einer Verbindung zu einem Netzwerk</A><BR> <A HREF="rnetw.htm#corporate">Herstellen einer Netzwerkverbindung (Ethernet)</A><BR> <A HREF="rnetw.htm#ras">Herstellen einer DF&Uuml;-Netzwerkverbindung</A><BR> <A HREF="rnetw.htm#make_a_new_connection">Herstellen einer neuen Verbindung zu dem Ger&auml;t</A><BR> <A HREF="rnetw.htm#connecttonetwork">Herstellen einer Verbindung zu einem Netzwerk</A><BR> <A HREF="rnetw.htm#connecttowireless">Herstellen einer Verbindung zu einem drahtlosen Netzwerk</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->

<A NAME="aboutnetwork"></A><B>Info zum Herstellen einer Verbindung zu einem Netzwerk</B><UL></UL>

<P>Sie k&ouml;nnen &uuml;ber eine Netzwerk- (Ethernet) oder DF&Uuml;-Verbindung eine direkte Verbindung herstellen. Sie k&ouml;nnen auf Ihre E-Mails sowie auf die auf dem Server verf&uuml;gbaren Dateien zugreifen und das Internet bzw. Intranet nach Informationen durchsuchen. Wenn Sie nach dem Herstellen der Netzwerkverbindung E-Mails empfangen m&ouml;chten, m&uuml;ssen Sie im Posteingang entweder einen POP3- oder einen IMAP4-Maildienst einrichten. Weitere Informationen finden Sie unter <A HREF="tmail.htm#main_contents">Hilfe zum Posteingang</A>.</P><UL></UL>

<B>Siehe auch</B><BR> <A HREF="rnetw.htm#corporate">Herstellen einer Netzwerkverbindung (Ethernet)</A><BR> <A HREF="rnetw.htm#ras">Herstellen einer DF&Uuml;-Netzwerkverbindung</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ******* Topic Break******************* -->

<P><A NAME="corporate"></A><B>Herstellen einer Netzwerkverbindung (Ethernet)</B></P><UL></UL>

<OL>
<LI>F&uuml;gen Sie die Ethernet-Karte in das Ger&auml;t ein.
<LI>W&auml;hlen Sie im Dialogfeld f&uuml;r die Ethernet-Treibereinstellungen die Option <B>Adresse &uuml;ber DHCP abrufen</B>. Klicken Sie auf <B>OK</B>.
<LI>W&auml;hlen Sie <B>Start</B> &gt; <B>Einstellungen</B> &gt; <B>Systemsteuerung</B> aus. Doppeltippen oder doppelklicken Sie auf das Symbol <b>Netzwerk- und DF&Uuml;-Verbindungen</b>.
<LI>Doppelklicken Sie auf das Verbindungssymbol f&uuml;r den Adapter, und w&auml;hlen Sie dann zum Best&auml;tigen der Einstellungen die Schaltfl&auml;che <b>OK</b>.<br> Arbeiten Sie beispielsweise mit einem DC21x4 Ethernet-Adapter, m&uuml;ssen Sie auf das Symbol <b>DC211401</b> doppelklicken.
<LI>Geben Sie nach einer Eingabeaufforderung <B>Benutzername</B>, <B>Kennwort</B> und <B>Dom&auml;ne</B> ein, so wie Sie es auch bei der Anmeldung am Netzwerk getan haben.
</OL>

</UL></P>
<ul></ul>
<b>Siehe auch</b><br> <A href="rnetw.htm#connectnetwork">Herstellen einer Verbindung zu einem Netzwerk</A><br>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<P><A NAME="ras"></A><B>Herstellen einer DF&Uuml;-Netzwerkverbindung</B></P>

<OL>
<LI>Bitten Sie den Netzwerkadministrator, ein RAS-Konto f&uuml;r Sie einzurichten. Nachdem das Konto eingerichtet wurde, ben&ouml;tigen Sie folgende Angaben: RAS-Nummer, Kennwort und Computername.
<LI>Richten Sie anhand der Informationen aus Schritt 1 eine neue Verbindung auf dem Ger&auml;t ein. Sie sollten in der Lage sein, die vorgegebenen TCP/IP-Einstellungen zu verwenden, die &uuml;ber den Assistenten <B>Neue Verbindung herstellen</B> zur Verf&uuml;gung gestellt werden. Wenn Sie mit diesen Standardeinstellungen keine Verbindung herstellen k&ouml;nnen, wenden Sie sich an Ihren Netzwerkadministrator, um weitere TCP/IP-Informationen einzuholen.
</OL>

<B>Siehe auch</B><BR> <A HREF="rnetw.htm#make_a_new_connection">Herstellen einer neuen Verbindung zu dem Ger&auml;t</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="make_a_new_connection"></A><B>Herstellen einer neuen Verbindung auf dem Ger&auml;t</B><UL></UL>

<P>Wenn Sie keine Ethernet-Karte verwenden, muss f&uuml;r jeden Computer oder jedes Netzwerk f&uuml;r den Remotezugriff eine Verbindung erstellt werden.</P>

<OL>
<LI>W&auml;hlen Sie <B>Start</B> &gt; <B>Einstellungen</B> &gt; <B>Netzwerk und DF&Uuml;-Verbindungen</B>.
<LI>Doppeltippen bzw. doppelklicken Sie auf das Symbol <b>Neue Verbindung einrichten</b>.
<LI>Geben Sie im Dialogfeld <B>Neue Verbindung einrichten</B> einen Namen f&uuml;r die Verbindung ein.
<LI>W&auml;hlen Sie <B>DF&Uuml;-Verbindung</B>, und klicken Sie dann auf <B>Weiter</B>.
<LI>W&auml;hlen Sie das Modem aus, das verwendet werden soll.
<li>Verfahren Sie folgenderma&szlig;en, wenn Sie bei jeder Verbindungsherstellung eine Rufnummer eingeben m&ouml;chten:
<ul><li>W&auml;hlen Sie <B>Manuell w&auml;hlen</B>, und klicken Sie dann auf  <B>OK</B>.
<LI>W&auml;hlen Sie <B>TCP/IP-Einstellungen</B> aus.
<li>Stellen Sie sicher, dass auf der Registerkarte <B>Allgemein</B> das Kontrollk&auml;stchen <B>Vom Server zugew. IP-Adresse verw.</B> aktiviert ist. 
<li>Stellen Sie dar&uuml;ber hinaus sicher, dass auf der Registerkarte <B>Namenserver</B> das Kontrollk&auml;stchen <B>Vom Server zugew. Adressen verw.</B> aktiviert ist, und klicken Sie dann auf <B>OK</B>. <br>

<LI>Klicken Sie auf die Schaltfl&auml;che <B>Weiter</B>, und geben Sie die Rufnummer ein.
<LI>Klicken Sie auf die Schaltfl&auml;che <B>Fertigstellen</B>.</ul></ol>
Die soeben erstellte Verbindung wird im Ordner <B>Remoteverbindungen</B> angezeigt.<BR>

<ul></ul>
<B>Anmerkungen</B>
<UL>
<li>Wenn Sie trotz dieser Standardeinstellungen keine Verbindung herstellen k&ouml;nnen, wenden Sie sich an Ihren ISP-Netzwerkadministrator, um sich bei diesem &uuml;ber spezielle Konfigurationen oder TCP/IP-Einstellungen zu informieren.
<LI>Die Verbindung wird im Fenster <B>Verbindungen</B> als Symbol angezeigt.
<LI>Wenn Sie eine PC-Modemverbindung f&uuml;r ein externes Modem erstellen m&ouml;chten, w&auml;hlen Sie <B>Hayes-kompatibel an COM1</B> als Modem aus. Wird zwischen dem Ger&auml;t und dem PC mit Hilfe eines externen Modems eine Verbindung hergestellt, verwenden Sie das vom Hersteller des Modems zur Verf&uuml;gung gestellte Modemkabel bzw. den entsprechenden Adapter. 
</UL>
<b>Siehe auch</b><br> <A href="rnetw.htm#connecttonetwork">Herstellen einer Verbindung zu einem Netzwerk</A><br>

<!-- PegHelp --><HR>





<!-- ******* Topic Break******************* -->

<A NAME="connecttonetwork"></A><B>Herstellen einer Verbindung zu einem Netzwerk</B><BR>

<P>Wenn Sie eine Netzwerkverbindung herstellen, k&ouml;nnen Sie nur E-Mails abrufen und im Internet surfen. Um E-Mails empfangen zu k&ouml;nnen, m&uuml;ssen Sie im Posteingang entweder einen POP3- oder einen IMAP4-Maildienst einrichten. Weitere Informationen finden Sie unter <A HREF="tmail.htm#main_contents">Hilfe zum Posteingang</A>.<UL></UL>

<OL>
<LI>W&auml;hlen Sie <B>Start</B> &gt; <B>Einstellungen</B> &gt; <B>Netzwerk und DF&Uuml;-Verbindungen</B>.
<LI>Doppeltippen oder doppelklicken Sie auf das Symbol der gew&uuml;nschten Remoteverbindung.<BR><BR> Bei der ersten Verbindung m&uuml;ssen der Benutzername, das Kennwort und die Dom&auml;ne eingegeben werden. Damit das Kennwort bei folgenden Verbindungen nicht erneut eingegeben werden muss, w&auml;hlen Sie <B>Kennwort speichern</B> aus.
<LI>Klicken Sie auf <B>Verbinden</B>.
<li>Klicken Sie zum Trennen der Verbindung auf <B>Trennen</B>.
</OL>

<B>Siehe auch</B><BR> <A HREF="rnetw.htm#connectisp">Herstellen einer Verbindung zu einem Internetdienstanbieter</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* --> <A NAME="connecttowireless"></A><B>Herstellen einer Verbindung zu einem drahtlosen Netzwerk</B><BR>
<ol>
<li>Stecken Sie die Karte ein. Geben Sie nach einer entsprechenden Aufforderung den vom Hersteller zur Verf&uuml;gung gestellten Treibernamen an.
<li> Nach dem Laden wird ein Dialogfeld angezeigt, dass Sie beim Herstellen der Verbindung zu drahtlosen Netzwerken unterst&uuml;tzt.
<li>W&auml;hlen Sie den Namen des gew&uuml;nschten Netzwerks, und klicken Sie dann auf <b>Verbinden</b>.
<li>Best&auml;tigen Sie die gefundenen Einstellungen, und klicken Sie auf <b> OK</b>.
<li>Zum &Uuml;berpr&uuml;fen oder &Auml;ndern von Einstellungen w&auml;hlen Sie <b>Start</b> &gt; <b>Einstellungen</b> &gt; <b>Netzwerk und DF&Uuml;-Verbindungen</b>.
<li>Doppelklicken Sie auf das Symbol der gew&uuml;nschten Remoteverbindung.
<li>Wenn der Treiber f&uuml;r Ihre Karte diesen unterst&uuml;tzt, wird eine Registerkarte f&uuml;r <b>Drahtlose Netzwerke</b> angezeigt, auf der Sie notwendige Einstellungen vornehmen k&ouml;nnen.
<li>Verwenden Sie diese Registerkarte, um Einstellungen anzuzeigen, zu &auml;ndern oder festzulegen.
</ol>


<B>Siehe auch</B><BR> <A HREF="rnetw.htm#connectisp">Herstellen einer Verbindung zu einem ISP</A><BR> <A HREF="rnetw.htm#connecttonetwork">Herstellen einer Verbindung zu einem Netzwerk</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- **** Remote Connection Properties***** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->


<P><A NAME="adjusting_communication_prop"></A><B>Festlegen der Eigenschaften von Remoteverbindungen</B></P><UL></UL>

<A HREF="rnetw.htm#modify_connection_settings">Bearbeiten der Verbindungseinstellungen</A><BR> <A HREF="rnetw.htm#compression">Deaktivieren der Softwarekomprimierung</A><BR> <A HREF="rnetw.htm#change_the_pclink_baud_rate">&Auml;ndern der Baudrate f&uuml;r das Ger&auml;t</A> 


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->

<A NAME="modify_connection_settings"></A><B>Bearbeiten der Verbindungseinstellungen</B>

<OL>
<LI>W&auml;hlen Sie <B>Start</B> &gt; <B>Einstellungen</B> &gt; <B>Netzwerk und DF&Uuml;-Verbindungen</B>.
<LI>W&auml;hlen Sie das Symbol f&uuml;r die Verbindungseinstellungen aus, die Sie bearbeiten m&ouml;chten.
<LI>W&auml;hlen Sie <B>Datei</B> &gt; <B>Eigenschaften</B>, oder doppelklicken Sie auf das entsprechende Symbol.
<LI>W&auml;hlen Sie die gew&uuml;nschten Optionen aus. Je nach Verbindung sind m&ouml;glicherweise weitere Einstellungen notwendig. Klicken Sie, um &Auml;nderungen vorzunehmen, auf das entsprechende Symbol, und w&auml;hlen Sie dann im Men&uuml; die Option <b>Erweiterte Einstellungen</b>.
</OL>


<B>Siehe auch</B><BR> <A HREF="rnetw.htm#make_a_new_connection">Herstellen einer neuen Verbindung zu dem Ger&auml;t</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<A NAME="compression"></A><B>Deaktivieren der Softwarekomprimierung</B><BR>

<OL>
<LI>W&auml;hlen Sie <B>Start</B> &gt; <B>Einstellungen</B> &gt; <B>Netzwerk und DF&Uuml;-Verbindungen</B>.
<LI>W&auml;hlen Sie das Symbol f&uuml;r die Verbindung aus, deren Einstellungen bearbeitet werden sollen.
<LI>W&auml;hlen Sie <B>Datei</B> &gt; <B>Eigenschaften</B> aus.
<LI>W&auml;hlen Sie <B>TCP/IP-Einstellungen</B> aus.
<LI>Deaktivieren Sie in der Registerkarte <B>Allgemein</B> das Kontrollk&auml;stchen <B>Softwarekomprimierung</B>.
</OL>


<P><B>Anmerkung</B> Obwohl durch das Deaktivieren der Softwarekomprimierung die f&uuml;r das Herstellen einer Verbindung ben&ouml;tigte Zeit verk&uuml;rzt wird, wird die Daten&uuml;bertragungsrate verz&ouml;gert. Deaktivieren Sie die Softwarekomprimierung nur, wenn Sie regelm&auml;&szlig;ig eine Verbindung herstellen und in jeder Sitzung kleine Datenmengen &uuml;bertragen.</P>

<ul></ul>
<B>Siehe auch</B><BR> <A HREF="rnetw.htm#adjusting_communication_prop">Festlegen der Eigenschaften von Remoteverbindungen</A> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<P><A NAME="change_the_pclink_baud_rate"></A><B>&Auml;ndern der Baudrate f&uuml;r das Ger&auml;t</B></P><UL></UL>

<P><B>Wichtig</B> &Uuml;ber das &Auml;ndern dieser Einstellung kann die Kommunikation mit dem PC deaktiviert werden. Die f&uuml;r das Ger&auml;t ausgew&auml;hlte Baudrate muss der Baudrate des PCs entsprechen. Weitere Informationen zum &Auml;ndern der Baudrate auf dem PC finden Sie in der Hilfe zu Windows Embedded Compact Dienste.</P>

<OL>
<LI>W&auml;hlen Sie <B>Start</B> &gt; <B>Einstellungen</B> &gt; <B>Systemsteuerung</B> aus.
<LI>Doppeltippen oder doppelklicken Sie auf das Symbol <b>PC-Verbindungen</b>.
<LI>W&auml;hlen Sie <B>&Auml;ndern...</B>.
<LI>W&auml;hlen Sie die gew&uuml;nschte Baudrate aus.
</OL>


<B>Siehe auch</B><BR> <A HREF="rnetw.htm#modify_connection_settings">Bearbeiten der Verbindungseinstellungen</A> 

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- **** Terminal Sessions  ************** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->


<A NAME="using_terminal"></A><B>Verwenden des Terminals</B><UL></UL>

<A HREF="rnetw.htm#aboutterminal">Info zu Terminals</A><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Erstellen einer neuen Terminalsitzung</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Herstellen einer Verbindung mit Hilfe einer bestehenden Sitzung</A><BR> <A HREF="rnetw.htm#adjust_session_properties">Festlegen der Sitzungseigenschaften</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<A NAME="aboutterminal"></A><B>Info zu Terminals</B><UL></UL>

<P>Sie k&ouml;nnen das verwendete Ger&auml;t mit einem Onlinedienst oder einem firmeneigenen Server verbinden, der TTY- oder VT-100-Terminalemulation erfordert. Sie k&ouml;nnen z.&nbsp;B. Dateien von einem BBS (Bulletin Board) anzeigen bzw. &uuml;bertragen oder E-Mail-Nachrichten senden bzw. empfangen.</P><UL></UL>

<P>Verwenden Sie Terminal nur bei der Kommunikation mit Diensten, die Terminalemulation erfordern.</P><UL></UL>

<B>Siehe auch</B><BR> <A HREF="rnetw.htm#connectnetwork">Herstellen einer Verbindung zu einem Netzwerk</A><BR> <A HREF="rnetw.htm#connectisp">Herstellen einer Verbindung zu einem ISP</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* --> <A NAME="create_a_new_terminal_session"></A><B>Erstellen einer neuen Terminalsitzung</B>

<OL>
<LI>W&auml;hlen Sie <B>Start</B> &gt; <B>Einstellungen</B> &gt; <B>Systemsteuerung</B> &gt; <B>Terminalserver-Clientlizenzen</B> aus.
<LI>Doppeltippen oder doppelklicken Sie auf das Symbol <b>Neue Sitzung herstellen</b>.
<LI>Geben Sie im Feld <B>Sitzungsname</B> einen Namen f&uuml;r die Sitzung ein.
<LI>W&auml;hlen Sie in der Liste <B>Modem ausw&auml;hlen</B> den Namen des verwendeten Modems aus.
<LI>Geben Sie die Rufnummer f&uuml;r den Remotecomputer ein.
<LI>Wenn die Emulationseigenschaften nicht festgelegt werden m&uuml;ssen, klicken Sie auf <B>OK</B>, um die Verbindung herzustellen.
</OL>

<B>Anmerkungen</B>
<UL>
<LI>Die erstellte Sitzung wird im Ordner <B>Terminal</B> als Symbol angezeigt.
<LI>Um die Verbindung zu trennen, w&auml;hlen Sie <B>Datei</B> &gt; <B>Abbrechen</B> aus.
</UL>

<B>Siehe auch</B><BR> <A HREF="rnetw.htm#adjust_session_properties">Festlegen der Sitzungseigenschaften</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Herstellen einer Verbindung mit Hilfe einer bestehenden Sitzung</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->


<A NAME="connect_using_an_existing_session"></A><B>Herstellen einer Verbindung mit Hilfe einer bestehenden Sitzung</B>

<UL>
<LI>Doppeltippen bzw. doppelklicken Sie im Fenster <B>Terminal</B> auf das Symbol der Sitzung, die verwendet werden soll.<BR> Wurde das Ger&auml;t mit einem Onlinedienst verbunden, wird das Fenster <B>Terminal</B> angezeigt.
<LI>Sie k&ouml;nnen f&uuml;r die Sitzung eine Verkn&uuml;pfung auf dem Desktop erstellen und eine Verbindung herstellen, indem Sie darauf doppeltippen bzw. doppelklicken.
<LI>Um die Verbindung zu trennen, w&auml;hlen Sie <B>Datei</B> &gt; <B>Abbrechen</B> aus.
</UL>

<B>Siehe auch</B><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Erstellen einer neuen Terminalsitzung</A><BR> <A HREF="rnetw.htm#adjust_session_properties">Festlegen der Sitzungseigenschaften</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* --> <A NAME="adjust_session_properties"></A><B>Festlegen der Sitzungseigenschaften</B>

<OL>
<LI>W&auml;hlen Sie im Fenster <B>Terminal</B> das Symbol f&uuml;r die Sitzung aus, die bearbeitet werden soll.
<LI>Klicken Sie auf die Schaltfl&auml;che <B>Eigenschaften</B>.
<LI>Bearbeiten Sie in der Registerkarte <B>Daten&uuml;bertragung</B> die notwendigen Einstellungen.
<LI>Um die Emulationseinstellungen zu bearbeiten, klicken Sie auf die Registerkarte <B>Emulation</B>.
<LI>W&auml;hlen Sie in der Liste <B>W&auml;hlen Sie einen Emulationstyp</B> den Terminaltyp aus, der emuliert werden soll.
<LI>W&auml;hlen Sie in der Liste <B>Auswahl der Codeseite</B> die Codeseitenoptionen f&uuml;r den gew&uuml;nschten Zeichensatz aus.
<LI>Um den eingegebenen Text vor dem Senden anzuzeigen, w&auml;hlen Sie <B>Lokales Echo</B> aus.
<LI>Nehmen Sie im Feld <B>Kleine Schriftart als Standard verwenden</B> die Voreinstellungen f&uuml;r die Schriftart vor.
<LI>Legen Sie im Feld <B>CR -&gt; CR/LF</B> den Wagenr&uuml;cklauf bzw. Zeilenvorschub fest, und w&auml;hlen Sie die Einstellung <B>Eingehend</B> oder <B>Ausgehend</B> aus.
<LI>W&auml;hlen Sie im Feld <B>Automatischer Bildlauf</B> die Voreinstellungen f&uuml;r das Durchf&uuml;hren eines Bildlaufs aus.
<LI>Klicken Sie auf <B>OK</B>.
</OL>

<P><B>Anmerkung</B> Um den Puffer zu l&ouml;schen, w&auml;hlen Sie <B>Bearbeiten</B> &gt; <B>Puffer leeren</B> aus.</P><UL></UL>


<B>Siehe auch</B><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Erstellen einer neuen Terminalsitzung</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Herstellen einer Verbindung mit Hilfe einer bestehenden Sitzung</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ######################################## --> <!-- ######################################## --> <!-- ****  Major Topic Change *************** --> <!-- ****  Index              *************** --> <!-- ######################################## --> <!-- ######################################## -->

<!-- *********  Topic Break  **************** -->

<A NAME="index"></A><B>Index</B><UL></UL>


<A HREF="rnetw.htm#change_the_pclink_baud_rate">Baudraten, &auml;ndern</A><BR>


<A HREF="rnetw.htm#modify_connection_settings">DF&Uuml;-Verbindung, Verbindungseinstellungen festlegen</A><BR> <A HREF="rnetw.htm#modify_connection_settings">DF&Uuml;-Netzwerkverbindungen, Einstellungen festlegen</A><BR> <A HREF="rnetw.htm#ras">DF&Uuml;-Netzwerkverbindungen, erstellen</A><BR> <A HREF="rnetw.htm#connecttonetwork">DF&Uuml;-Netzwerkverbindungen, Verbindung herstellen</A><BR>


<A HREF="rnetw.htm#aboutisp">Internetdienstanbieter, Info zur Verbindungsherstellung zum</A><BR> <A HREF="rnetw.htm#modify_connection_settings">Internetdienstanbieter, Verbindungseinstellungen festlegen</A><BR> <A HREF="rnetw.htm#connectinternet">Internetdienstanbieter, Verbindung herstellen zum</A><BR> <A HREF="rnetw.htm#service">Internetdienstanbieter, Erstellen einer Verbindung zum</A><BR>


<A HREF="rnetw.htm#make_a_new_connection">Mobile Ger&auml;te, neue Verbindung erstellen</A><BR> <A HREF="rnetw.htm#ras">Modemverbindungen, zu einem Netzwerk</A><BR> <A HREF="rnetw.htm#service">Modemverbindungen, zu einem Internetdienstanbieter</A><BR>


<A HREF="rnetw.htm#modify_connection_settings">Netzwerkverbindungen (Ethernet), Einstellungen festlegen</A><BR> <A HREF="rnetw.htm#corporate">Netzwerkverbindungen (Ethernet), erstellen</A><BR> <A HREF="rnetw.htm#connecttonetwork">Netzwerkverbindungen (Ethernet), Verbindung herstellen</A><BR> <A HREF="rnetw.htm#aboutnetwork">Netzwerke, Info zur Verbindungsherstellung</A><BR> <A HREF="rnetw.htm#modify_connection_settings">Netzwerke, Verbindungseinstellungen festlegen</A><BR> <A HREF="rnetw.htm#connecttonetwork">Netzwerke, Verbindung herstellen</A><BR>


<A HREF="rnetw.htm#ras">Remotezugriffsdienste (RAS)</A><BR>


<A HREF="rnetw.htm#compression">Softwarekomprimierung</A><BR>


<A HREF="rnetw.htm#aboutterminal">Terminalsitzungen, Info</A><BR> <A HREF="rnetw.htm#adjust_session_properties">Terminalsitzungen, Eigenschaften festlegen</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Terminalsitzungen, Verbindung herstellen</A><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Terminalsitzungen, erstellen</A><BR> <A HREF="rnetw.htm#connecttowireless">Drahtloses Netzwerk, Verbindung herstellen</A><BR>



<!-- PegHelp -->


</BODY>
</HTML>
