<!--
Copyright (c) Microsoft Corporation.  All rights reserved.
-->
<!--
Use of this sample source code is subject to the terms of the Microsoft
license agreement under which you licensed this sample source code. If
you did not accept the terms of the license agreement, you are not
authorized to use this sample source code. For the terms of the license,
please see the license agreement between you and Microsoft or, if applicable,
see the LICENSE.RTF on your install media or the root of your tools installation.
THE SAMPLE SOURCE CODE IS PROVIDED "AS IS", WITH NO WARRANTIES OR INDEMNITIES.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<!-- Inserted by TRADOS: --><META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

<META HTTP-EQUIV="Htm-Help" CONTENT="rnetw.htm#Main_Contents">
<TITLE>Aide de Connexions r&eacute;seau et &agrave; distance</TITLE>
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000">
<!-- PegHelp -->

<P><A NAME="Main_Contents"></A><B>Aide de Connexions r&eacute;seau et &agrave; distance</B></P><UL></UL>

<A HREF="rnetw.htm#connectisp">Connexion &agrave; un fournisseur d'acc&egrave;s Internet</A><BR> <A HREF="rnetw.htm#connectnetwork">Connexion &agrave; un r&eacute;seau</A><BR> <A HREF="rnetw.htm#adjusting_communication_prop">Configuration des propri&eacute;t&eacute;s de connexion &agrave; distance</A><BR> <A HREF="rnetw.htm#using_terminal">Utilisation d'un terminal</A><BR> <A HREF="rnetw.htm#index">Index</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- ****  ISP Connection    ************** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->

<A NAME="connectisp"></A><B>Connexion &agrave; un fournisseur d'acc&egrave;s Internet</B><UL></UL>

<A HREF="rnetw.htm#aboutisp">&Agrave; propos de la connexion &agrave; Internet</A><BR> <A HREF="rnetw.htm#service">Cr&eacute;ation d'une connexion aupr&egrave;s d'un FAI</A><BR> <A HREF="rnetw.htm#make_a_new_connection">Cr&eacute;ation d'une nouvelle connexion sur votre appareil</A><BR> <A HREF="rnetw.htm#connectinternet">Connexion &agrave; Internet par le biais d'un FAI</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="aboutisp"></A><B>&Agrave; propos de la connexion &agrave; Internet</B><UL></UL>

<P>Vous pouvez utiliser votre appareil mobile pour vous connecter &agrave; Internet, ce qui vous permet de naviguer sur le Web et d'&eacute;changer du courrier &eacute;lectronique.</P><UL></UL>

<P>Si votre appareil n'est pas &eacute;quip&eacute; d'un modem incorpor&eacute;, vous devrez installer une carte modem ou un modem externe. Pour plus de d&eacute;tails sur l'installation, suivez les instructions du fabricant de votre modem. D&egrave;s que le modem est install&eacute;, cr&eacute;ez une connexion &agrave; un FAI.</P><UL></UL>


<B>Voir aussi</B><BR> <A HREF="rnetw.htm#connectinternet">Connexion &agrave; Internet par le biais d'un FAI</A><BR> <A HREF="rnetw.htm#service">Cr&eacute;ation d'un compte aupr&egrave;s d'un FAI</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->


<P><A NAME="service"></A><B>Cr&eacute;ation d'un compte aupr&egrave;s d'un FAI</B></P><UL></UL>

<P><B>Remarque&nbsp;:</B> les comptes PPTP ne sont pas pris en charge par votre appareil.</P><UL></UL>

<P>&Eacute;tablissez un compte PPP (Point-to-Point Protocol) avec un FAI (Fournisseur d'acc&egrave;s &agrave; Internet) et obtenez les informations suivantes&nbsp;:
<UL>
<LI>Num&eacute;ro de t&eacute;l&eacute;phone d'acc&egrave;s
<LI>Nom d'utilisateur
<LI>Mot de passe
</UL>


<P>D&egrave;s que vous avez &eacute;tabli un compte, cr&eacute;ez une nouvelle connexion sur votre appareil. Lors de la cr&eacute;ation de cette connexion, vous devriez pouvoir utiliser tous les param&egrave;tres TCP/IP par d&eacute;faut propos&eacute;s dans l'Assistant <B>&Eacute;tablir une nouvelle connexion</B>. Si vous ne pouvez pas vous connecter en utilisant ces param&egrave;tres par d&eacute;faut, contactez votre FAI pour obtenir des informations TCP/IP pr&eacute;cises, ainsi que les adresses DNS principale et secondaire.</P><UL></UL>


<B>Voir aussi</B><BR> <A HREF="rnetw.htm#connectinternet">Connexion &agrave; Internet par le biais d'un FAI</A><BR> <A HREF="rnetw.htm#make_a_new_connection">Cr&eacute;ation d'une nouvelle connexion sur votre appareil</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="make_a_new_connection"></A><B>Cr&eacute;ation d'une nouvelle connexion sur votre appareil</B><UL></UL>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Connexions r&eacute;seau et acc&egrave;s &agrave; distance</B>.
<LI>Appuyez deux fois ou double-cliquez sur l'ic&ocirc;ne &Eacute;tablir une nouvelle connexion.
<LI>Dans la bo&icirc;te de dialogue <B>&Eacute;tablir une nouvelle connexion</B>, entrez le nom de la connexion.
<LI>S&eacute;lectionnez <B>Connexion &agrave; distance</B>.
<LI>Cliquez sur <B>Suivant</B>.
<LI>S&eacute;lectionnez le modem que vous voulez utiliser dans la liste d&eacute;roulante.
<li>Si vous voulez composer un nouveau num&eacute;ro de t&eacute;l&eacute;phone &agrave; chaque connexion, s&eacute;lectionnez <B>Configurer</B>.
<ul><li>Dans la bo&icirc;te de dialogue <b>Propri&eacute;t&eacute;s de l'appareil</b>, cliquez sur l'onglet <b>Param&egrave;tres des ports</b>.
<li>Activez la case &agrave; cocher <b>Num&eacute;rotation manuelle</b> pour pouvoir composer un num&eacute;ro de t&eacute;l&eacute;phone &agrave; chaque connexion.
<li>Pour personnaliser les options t&eacute;l&eacute;phoniques, cliquez sur l'onglet <b>Options d'appel</b> et d&eacute;finissez vos pr&eacute;f&eacute;rences.
<li> Cliquez sur <b>OK</b> pour confirmer vos choix de configuration. </ul> 
<LI>S&eacute;lectionnez <B>Param&egrave;tres TCP/IP</B>.
<ul><li> Dans l'onglet <B>G&eacute;n&eacute;ral</B>, assurez-vous que l'option <B>Utiliser l'adresse IP attribu&eacute;e par le serveur</B> est activ&eacute;e. 
<li>Dans l'onglet <B>Serveurs de noms</B>, assurez-vous que l'option <B>Utiliser les adresses attribu&eacute;es par le serveur</B> est activ&eacute;e.
<li> S&eacute;lectionnez <B>OK</B>. </ul>
<LI>Cliquez sur <B>Suivant</B>.
<li>Dans la bo&icirc;te de dialogue <b>Num&eacute;ro de t&eacute;l&eacute;phone</b>, tapez le num&eacute;ro de t&eacute;l&eacute;phone de votre FAI.
<LI>S&eacute;lectionnez le bouton <B>Terminer</B>.<BR></ol>
<p>La connexion que vous venez de cr&eacute;er appara&icirc;t sous la forme d'une ic&ocirc;ne dans le panneau <b>Connexions r&eacute;seau</b>.<BR>

<p><B>Remarques</B>
<UL>
<li>S'il vous est impossible de vous connecter en utilisant ces param&egrave;tres par d&eacute;faut, consultez votre fournisseur d'acc&egrave;s Internet ou votre administrateur r&eacute;seau pour obtenir de l'aide.<br>
<LI>Si vous &eacute;tablissez une connexion par modem de PC pour un modem externe, s&eacute;lectionnez <B>Hayes Compatible sur COM1</B> comme modem. 
<li>Lorsque vous connectez l'appareil &agrave; un PC &agrave; l'aide d'un modem externe, utilisez le c&acirc;ble ou l'adaptateur modem fourni par le fabricant de votre modem. 
</UL>
<ul></ul>
<B>Voir aussi</B><BR> <A HREF="rnetw.htm#connectinternet">Connexion &agrave; Internet par le biais d'un FAI</A><BR> <A HREF="rnetw.htm#connecttonetwork">Connexion &agrave; un r&eacute;seau</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="connectinternet"></A><B>Connexion &agrave; Internet par le biais d'un FAI</B><BR>

<OL>
<LI>Connectez le modem de votre appareil &agrave; une ligne t&eacute;l&eacute;phonique.
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Connexions r&eacute;seau et acc&egrave;s &agrave; distance</B>.
<LI>Appuyez deux fois ou double-cliquez sur la connexion que vous avez cr&eacute;&eacute;e pour le FAI.
</OL> 
<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- **** Network Connection ************** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->


<A NAME="connectnetwork"></A><B>Connexion &agrave; un r&eacute;seau</B><UL></UL>

<A HREF="rnetw.htm#aboutnetwork">&Agrave; propos de la connexion &agrave; un r&eacute;seau</A><BR> <A HREF="rnetw.htm#corporate">Cr&eacute;ation d'une connexion r&eacute;seau (Ethernet)</A><BR> <A HREF="rnetw.htm#ras">Cr&eacute;ation d'une connexion &agrave; distance</A><BR> <A HREF="rnetw.htm#make_a_new_connection">Cr&eacute;ation d'une nouvelle connexion sur votre appareil</A><BR> <A HREF="rnetw.htm#connecttonetwork">Connexion &agrave; un r&eacute;seau</A><BR> <A HREF="rnetw.htm#connecttowireless">Connexion &agrave; un r&eacute;seau sans fil</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->

<A NAME="aboutnetwork"></A><B>&Agrave; propos de la connexion &agrave; un r&eacute;seau</B><UL></UL>

<P>Vous pouvez vous connecter directement &agrave; un r&eacute;seau &agrave; l'aide d'une connexion r&eacute;seau (Ethernet) ou d'une connexion &agrave; distance. Vous pouvez acc&eacute;der &agrave; votre courrier &eacute;lectronique, acc&eacute;der &agrave; des fichiers disponibles sur le serveur du r&eacute;seau et naviguer sur Internet ou un intranet. Pour recevoir votre courrier &eacute;lectronique, cr&eacute;ez un service de messagerie POP3 ou IMAP4 dans la Bo&icirc;te de r&eacute;ception apr&egrave;s avoir &eacute;tabli la connexion au r&eacute;seau. Pour plus d'informations, consultez l'<A HREF="tmail.htm#main_contents">Aide de la Bo&icirc;te de r&eacute;ception</A>.</P><UL></UL>

<B>Voir aussi</B><BR> <A HREF="rnetw.htm#corporate">Cr&eacute;ation d'une connexion r&eacute;seau (Ethernet)</A><BR> <A HREF="rnetw.htm#ras">Cr&eacute;ation d'une connexion &agrave; distance</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ******* Topic Break******************* -->

<P><A NAME="corporate"></A><B>Cr&eacute;ation d'une connexion r&eacute;seau (Ethernet)</B></P><UL></UL>

<OL>
<LI>Ins&eacute;rez la carte Ethernet dans votre appareil.
<LI>Dans la bo&icirc;te de dialogue <B>Param&egrave;tres de pilote Ethernet</B>, s&eacute;lectionnez <B>Obtenir une adresse IP par DHCP</B>. S&eacute;lectionnez <B>OK</B>.
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>. Appuyez deux fois ou double-cliquez sur l'ic&ocirc;ne <b>Connexions r&eacute;seau et acc&egrave;s &agrave; distance</b>.
<LI>Double-cliquez sur l'ic&ocirc;ne de connexion pour la carte, et cliquez sur <b>OK</b> pour v&eacute;rifier les param&egrave;tres.<br> Par exemple, si vous avez une carte Ethernet DC21x4, double-cliquez sur l'ic&ocirc;ne de connexion <b>DC211401</b>.
<LI>&Agrave; l'invite, entrez le <B>Nom d'utilisateur</B>, le <B>Mot de passe</B> et le nom de <B>Domaine</B> que vous utilisez pour vous connecter au r&eacute;seau.
</OL>

</UL></P>
<ul></ul>
<b>Voir &eacute;galement</b><br> <A href="rnetw.htm#connectnetwork">Connexion &agrave; un r&eacute;seau</A><br>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<P><A NAME="ras"></A><B>Cr&eacute;ation d'une connexion &agrave; distance</B></P>

<OL>
<LI>Demandez &agrave; l'administrateur r&eacute;seau de vous cr&eacute;er un compte RAS. D&egrave;s que le compte est d&eacute;fini, recherchez les informations suivantes&nbsp;: num&eacute;ro de t&eacute;l&eacute;phone, mot de passe et nom de l'ordinateur.
<LI>&Eacute;tablissez une nouvelle connexion sur votre appareil en utilisant les informations de l'&eacute;tape&nbsp;1. Vous devriez pouvoir utiliser les param&egrave;tres TCP/IP par d&eacute;faut dans l'Assistant <B>&Eacute;tablir une nouvelle connexion</B>. Si vous ne pouvez pas vous connecter en utilisant ces param&egrave;tres par d&eacute;faut, contactez votre administrateur r&eacute;seau pour obtenir des informations TCP/IP pr&eacute;cises.
</OL>

<B>Voir aussi</B><BR> <A HREF="rnetw.htm#make_a_new_connection">Cr&eacute;ation d'une nouvelle connexion sur votre appareil</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="make_a_new_connection"></A><B>Cr&eacute;ation d'une nouvelle connexion sur votre appareil</B><UL></UL>

<P>Vous devez &eacute;tablir une nouvelle connexion pour chaque ordinateur ou r&eacute;seau auquel vous souhaitez acc&eacute;der, sauf si vous utilisez une carte Ethernet.</P>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Connexions r&eacute;seau et acc&egrave;s &agrave; distance</B>.
<LI>Appuyez deux fois ou double-cliquez sur l'ic&ocirc;ne <b>&Eacute;tablir une nouvelle connexion</b>.
<LI>Dans la bo&icirc;te de dialogue <B>&Eacute;tablir une nouvelle connexion</B>, entrez le nom de la connexion.
<LI>S&eacute;lectionnez <B>Connexion &agrave; distance</B> et cliquez sur le bouton <B>Suivant</B>.
<LI>S&eacute;lectionnez le modem que vous souhaitez utiliser.
<li>Pour composer un nouveau num&eacute;ro de t&eacute;l&eacute;phone &agrave; chaque connexion&nbsp;:
<ul><li>S&eacute;lectionnez <B>Appel manuel</B>, puis cliquez sur <B>OK</B>.
<LI>S&eacute;lectionnez <B>Param&egrave;tres TCP/IP</B>.
<li>Dans l'onglet <B>G&eacute;n&eacute;ral</B>, assurez-vous que l'option <B>Utiliser l'adresse IP attribu&eacute;e par le serveur</B> est activ&eacute;e. 
<li>Dans l'onglet <B>Serveurs de noms</B>, assurez-vous que l'option <B>Utiliser les adresses attribu&eacute;es par le serveur</B> est activ&eacute;e et choisissez <B>OK</B>. <br>

<LI>S&eacute;lectionnez le bouton <B>Suivant</B>, puis tapez le num&eacute;ro de t&eacute;l&eacute;phone.
<LI>S&eacute;lectionnez le bouton <B>Terminer</B>.<BR></ul></ol>
La connexion que vous venez de cr&eacute;er appara&icirc;t sous la forme d'une ic&ocirc;ne dans le dossier R&eacute;seau.<BR>

<ul></ul>
<B>Remarques</B>
<UL>
<li>S'il vous est impossible de vous connecter en utilisant ces param&egrave;tres par d&eacute;faut, consultez votre fournisseur d'acc&egrave;s Internet ou votre administrateur r&eacute;seau pour obtenir des informations TCP/IP ou de configuration pr&eacute;cises.
<LI>La connexion appara&icirc;t sous la forme d'une ic&ocirc;ne sur l'&eacute;cran <B>Connexions</B>.
<LI>Si vous &eacute;tablissez une connexion par modem de PC pour un modem externe, s&eacute;lectionnez <B>Hayes Compatible sur COM1</B> comme modem. Lorsque vous connectez l'appareil au PC &agrave; l'aide d'un modem externe, utilisez le c&acirc;ble ou l'adaptateur modem fourni par le fabricant de votre modem. 
</UL>
<b>Voir &eacute;galement</b><br> <A href="rnetw.htm#connecttonetwork">Connexion &agrave; un r&eacute;seau</A><br>

<!-- PegHelp --><HR>





<!-- ******* Topic Break******************* -->

<A NAME="connecttonetwork"></A><B>Connexion &agrave; un r&eacute;seau</B><BR>

<P>Si vous vous connectez &agrave; un r&eacute;seau, vous pourrez uniquement recevoir des messages &eacute;lectroniques et naviguer sur Internet. Pour recevoir des messages &eacute;lectroniques, cr&eacute;ez un service de messagerie POP3 ou IMAP4 dans la Bo&icirc;te de r&eacute;ception. Pour plus d'informations, consultez l'<A HREF="tmail.htm#main_contents">Aide de la Bo&icirc;te de r&eacute;ception</A>.<UL></UL>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Connexions r&eacute;seau et acc&egrave;s &agrave; distance</B>.
<LI>Appuyez deux fois ou double-cliquez sur l'ic&ocirc;ne de connexion &agrave; distance &agrave; utiliser.<BR><BR> La premi&egrave;re fois que vous vous connectez, vous devrez entrer votre nom d'utilisateur, votre mot de passe et votre domaine. Pour &eacute;viter de devoir retaper votre mot de passe lors des connexions ult&eacute;rieures, s&eacute;lectionnez <B>Enregistrer le mot de passe</B>.
<LI>S&eacute;lectionnez <B>Se connecter</B>.
<li>Pour vous d&eacute;connecter, s&eacute;lectionnez <B>D&eacute;connecter</B>.
</OL>

<B>Voir aussi</B><BR> <A HREF="rnetw.htm#connectisp">Connexion &agrave; un fournisseur d'acc&egrave;s Internet</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* --> <A NAME="connecttowireless"></A><B>Connexion &agrave; un r&eacute;seau sans fil</B><BR>
<ol>
<li>Branchez votre carte sans fil. &Agrave; l'invite, indiquez le nom du pilote fourni par le fabricant.
<li> Au terme du chargement, le syst&egrave;me affichera une bo&icirc;te de dialogue qui vous aidera &agrave; vous connecter aux r&eacute;seaux sans fil disponibles.
<li>S&eacute;lectionnez le nom du r&eacute;seau auquel vous souhaitez vous connecter et cliquez sur <b>Connecter</b>.
<li>Confirmez les param&egrave;tres qui ont &eacute;t&eacute; d&eacute;tect&eacute;s et cliquez sur <b>OK</b>.
<li>Pour v&eacute;rifier ou modifier des param&egrave;tres, s&eacute;lectionnez <b>D&eacute;marrer</b> &gt; <b>Param&egrave;tres</b> &gt; <b>Connexions r&eacute;seau et acc&egrave;s &agrave; distance</b>.
<li>Double-cliquez sur l'ic&ocirc;ne de connexion &agrave; distance que vous souhaitez utiliser.
<li>Si le pilote de votre carte sans fil le prend en charge, un onglet <b>R&eacute;seaux sans fil</b> vous permettra de r&eacute;gler les param&egrave;tres.
<li>Cet onglet vous permet de visualiser, de modifier ou de r&eacute;gler des param&egrave;tres.
</ol>


<B>Voir aussi</B><BR> <A HREF="rnetw.htm#connectisp">Connexion &agrave; un FAI</A><BR> <A HREF="rnetw.htm#connecttonetwork">Connexion &agrave; un r&eacute;seau</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- **** Remote Connection Properties***** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->


<P><A NAME="adjusting_communication_prop"></A><B>Configuration des propri&eacute;t&eacute;s de connexion &agrave; distance</B></P><UL></UL>

<A HREF="rnetw.htm#modify_connection_settings">Modification des param&egrave;tres de connexion</A><BR> <A HREF="rnetw.htm#compression">D&eacute;sactivation de la compression logicielle</A><BR> <A HREF="rnetw.htm#change_the_pclink_baud_rate">Modification du d&eacute;bit en bauds de votre appareil</A> 


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->

<A NAME="modify_connection_settings"></A><B>Modification des param&egrave;tres de connexion</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Connexions r&eacute;seau et acc&egrave;s &agrave; distance</B>.
<LI>S&eacute;lectionnez l'ic&ocirc;ne de la connexion dont vous souhaitez modifier les param&egrave;tres.
<LI>S&eacute;lectionnez <B>Fichier</B> &gt; <B>Propri&eacute;t&eacute;s</B> ou double-cliquez sur l'ic&ocirc;ne appropri&eacute;e.
<LI>S&eacute;lectionnez les options souhait&eacute;es. Il se peut qu'il y ait d'autres param&egrave;tres en fonction de la connexion. Pour les modifier, s&eacute;lectionnez l'ic&ocirc;ne, puis <b>Param&egrave;tres avanc&eacute;s</b> dans le menu.
</OL>


<B>Voir aussi</B><BR> <A HREF="rnetw.htm#make_a_new_connection">Cr&eacute;ation d'une nouvelle connexion sur votre appareil</A> 

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<A NAME="compression"></A><B>D&eacute;sactivation de la compression logicielle</B><BR>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Connexions r&eacute;seau et acc&egrave;s &agrave; distance</B>.
<LI>S&eacute;lectionnez l'ic&ocirc;ne de la connexion dont vous souhaitez modifier les param&egrave;tres.
<LI>S&eacute;lectionnez <B>Fichier</B> &gt; <B>Propri&eacute;t&eacute;s</B>.
<LI>S&eacute;lectionnez <B>Param&egrave;tres TCP/IP</B>.
<LI>Dans l'onglet <B>G&eacute;n&eacute;ral</B>, d&eacute;sactivez la case &agrave; cocher <B>Utiliser la compression logicielle</B>.
</OL>


<P><B>Remarque&nbsp;:</B> la d&eacute;sactivation de la compression logicielle r&eacute;duit la dur&eacute;e de la connexion, mais ralentit le taux de transmission des donn&eacute;es. Ne d&eacute;sactivez la compression logicielle que si vous vous connectez fr&eacute;quemment et que vous ne transf&eacute;rez que de petites quantit&eacute;s de donn&eacute;es lors de chaque session.</P>

<ul></ul>
<B>Voir aussi</B><BR> <A HREF="rnetw.htm#adjusting_communication_prop">Configuration des propri&eacute;t&eacute;s de connexion &agrave; distance</A> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<P><A NAME="change_the_pclink_baud_rate"></A><B>Modification du d&eacute;bit en bauds de votre appareil</B></P><UL></UL>

<P><B>Important</B> La modification de ce param&egrave;tre risque d'entraver la communication avec votre PC. Le d&eacute;bit en bauds que vous avez s&eacute;lectionn&eacute; pour votre appareil doit correspondre &agrave; celui de votre PC. Pour plus d'informations sur la modification du d&eacute;bit en bauds sur votre PC, voir l'Aide sur les Services Windows Embedded Compact.</P>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez deux fois ou double-cliquez sur l'ic&ocirc;ne <b>Connexions PC</b>.
<LI>S&eacute;lectionnez <B>Changer</B>.
<LI>S&eacute;lectionnez le d&eacute;bit en bauds souhait&eacute;.
</OL>


<B>Voir aussi</B><BR> <A HREF="rnetw.htm#modify_connection_settings">Modification des param&egrave;tres de connexion</A> 

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- **** Terminal Sessions  ************** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->


<A NAME="using_terminal"></A><B>Utilisation d'un terminal</B><UL></UL>

<A HREF="rnetw.htm#aboutterminal">&Agrave; propos du terminal</A><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Cr&eacute;ation d'une nouvelle session de terminal</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Connexion &agrave; partir d'une session existante</A><BR> <A HREF="rnetw.htm#adjust_session_properties">R&eacute;glage des propri&eacute;t&eacute;s de session</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<A NAME="aboutterminal"></A><B>&Agrave; propos du terminal</B><UL></UL>

<P>Vous pouvez connecter votre appareil &agrave; un service en ligne ou &agrave; un serveur d'entreprise qui requiert une &eacute;mulation de terminal TTY ou VT-100. Par exemple, vous pouvez afficher et t&eacute;l&eacute;charger des fichiers &agrave; partir d'une information t&eacute;l&eacute;matique ou envoyer et recevoir du courrier &eacute;lectronique.</P><UL></UL>

<P>N'utilisez le terminal que lorsque vous &ecirc;tes en communication avec des services qui requi&egrave;rent une &eacute;mulation de terminal.</P><UL></UL>

<B>Voir aussi</B><BR> <A HREF="rnetw.htm#connectnetwork">Connexion &agrave; un r&eacute;seau</A><BR> <A HREF="rnetw.htm#connectisp">Connexion &agrave; un FAI</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* --> <A NAME="create_a_new_terminal_session"></A><B>Cr&eacute;ation d'une nouvelle session de terminal</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B> &gt; <B>Licences Client Terminal Server</B>.
<LI>Appuyez deux fois ou double-cliquez sur l'ic&ocirc;ne <b>Cr&eacute;er une nouvelle session</b>.
<LI>Dans la zone <B>Nom de session</B>, entrez le nom de la session.
<LI>Dans la liste <B>S&eacute;lectionner un modem</B>, s&eacute;lectionnez le nom de votre modem.
<LI>Entrez le num&eacute;ro de t&eacute;l&eacute;phone de l'ordinateur distant.
<LI>S&eacute;lectionnez <B>OK</B> pour vous connecter, sauf si vous devez r&eacute;gler les propri&eacute;t&eacute;s de l'&eacute;mulation.
</OL>

<B>Remarques</B>
<UL>
<LI>La session que vous avez cr&eacute;&eacute;e appara&icirc;t sous la forme d'une ic&ocirc;ne dans le dossier Terminal.
<LI>Pour vous d&eacute;connecter, s&eacute;lectionnez <B>Fichier</B> &gt; <B>Annuler</B>.
</UL>

<B>Voir aussi</B><BR> <A HREF="rnetw.htm#adjust_session_properties">R&eacute;glage des propri&eacute;t&eacute;s de session</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Connexion &agrave; partir d'une session existante</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->


<A NAME="connect_using_an_existing_session"></A><B>Connexion &agrave; partir d'une session existante</B>

<UL>
<LI>Dans la fen&ecirc;tre Terminal, appuyez deux fois ou double-cliquez sur l'ic&ocirc;ne de la session que vous souhaitez utiliser.<BR> Lorsque votre appareil est connect&eacute; au service en ligne, la fen&ecirc;tre Terminal appara&icirc;t.
<LI>Vous pouvez cr&eacute;er un raccourci sur le bureau pour la session, et vous connecter en tapant deux fois dessus.
<LI>Pour vous d&eacute;connecter, s&eacute;lectionnez <B>Fichier</B> &gt; <B>Annuler</B>.
</UL>

<B>Voir aussi</B><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Cr&eacute;ation d'une nouvelle session de terminal</A><BR> <A HREF="rnetw.htm#adjust_session_properties">R&eacute;glage des propri&eacute;t&eacute;s de session</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* --> <A NAME="adjust_session_properties"></A><B>R&eacute;glage des propri&eacute;t&eacute;s de session</B>

<OL>
<LI>Dans la fen&ecirc;tre Terminal, s&eacute;lectionnez l'ic&ocirc;ne de la session que vous souhaitez modifier.
<LI>S&eacute;lectionnez le bouton <B>Propri&eacute;t&eacute;s</B>.
<LI>Dans l'onglet <B>Communications</B>, modifiez les param&egrave;tres comme vous le souhaitez.
<LI>Pour modifier les param&egrave;tres d'&eacute;mulation, s&eacute;lectionnez l'onglet <B>&Eacute;mulation</B>.
<LI>Dans la liste <B>Choisir un type d'&eacute;mulation</B>, s&eacute;lectionnez le type de terminal &agrave; &eacute;muler.
<LI>Dans la liste <B>S&eacute;lection de page de code</B>, s&eacute;lectionnez l'option de page de code pour le jeu de caract&egrave;res que vous souhaitez.
<LI>Pour afficher le texte que vous tapez avant de l'envoyer, s&eacute;lectionnez <B>&Eacute;cho local</B>.
<LI>Dans la zone <B>Utiliser une petite police par d&eacute;faut</B>, d&eacute;finissez vos pr&eacute;f&eacute;rences pour la police.
<LI>Dans la zone <B>CR -&gt; CR/LF</B>, r&eacute;glez le retour chariot/ saut de ligne et s&eacute;lectionnez les param&egrave;tres <B>Entrant</B> ou <B>Sortant</B>.
<LI>Dans la zone <B>D&eacute;filement automatique</B>, d&eacute;finissez vos pr&eacute;f&eacute;rences pour le d&eacute;filement.
<LI>Lorsque vous avez termin&eacute;, s&eacute;lectionnez <B>OK</B>.
</OL>

<P><B>Remarque&nbsp;:</B> pour effacer le tampon, s&eacute;lectionnez <B>Edition</B> &gt; <B>Effacer tampon</B>.</P><UL></UL>


<B>Voir aussi</B><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Cr&eacute;ation d'une nouvelle session de terminal</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Connexion &agrave; partir d'une session existante</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ######################################## --> <!-- ######################################## --> <!-- ****  Major Topic Change *************** --> <!-- ****  Index              *************** --> <!-- ######################################## --> <!-- ######################################## -->

<!-- *********  Topic Break  **************** -->

<A NAME="index"></A><B>Index</B><UL></UL>

<A HREF="rnetw.htm#make_a_new_connection">appareils mobiles, cr&eacute;ation d'une nouvelle connexion</A><BR> 
<A HREF="rnetw.htm#compression">compression logicielle</A><BR>
<A HREF="rnetw.htm#modify_connection_settings">connexions &agrave; distance, configuration des param&egrave;tres de connexion</A><BR> 
<A HREF="rnetw.htm#service">connexions modem, &agrave; un FAI</A><BR>
<A HREF="rnetw.htm#ras">connexions modem, &agrave; un r&eacute;seau</A><BR> 
<A HREF="rnetw.htm#modify_connection_settings">connexions r&eacute;seau &agrave; distance, configuration des param&egrave;tres</A><BR> 
<A HREF="rnetw.htm#connecttonetwork">connexions r&eacute;seau &agrave; distance, connexion</A><BR>
<A HREF="rnetw.htm#ras">connexions r&eacute;seau &agrave; distance, cr&eacute;ation</A><BR> 
<A HREF="rnetw.htm#connecttonetwork">connexions r&eacute;seau (Ethernet)</A><BR> 
<A HREF="rnetw.htm#modify_connection_settings">connexions r&eacute;seau (Ethernet), configuration des param&egrave;tres</A><BR> 
<A HREF="rnetw.htm#corporate">connexions r&eacute;seau (Ethernet), cr&eacute;ation</A><BR> 
<A HREF="rnetw.htm#change_the_pclink_baud_rate">d&eacute;bits en bauds, modification</A><BR>
<A HREF="rnetw.htm#aboutisp">fournisseurs d'acc&egrave;s Internet, &agrave; propos de la connexion &agrave; des</A><BR> 
<A HREF="rnetw.htm#modify_connection_settings">fournisseurs d'acc&egrave;s Internet, configuration des param&egrave;tres de connexion</A><BR> 
<A HREF="rnetw.htm#connectinternet">fournisseurs d'acc&egrave;s Internet, connexion &agrave; des</A><BR> 
<A HREF="rnetw.htm#service">fournisseurs d'acc&egrave;s Internet, cr&eacute;ation d'une connexion</A><BR>
<A HREF="rnetw.htm#connecttowireless">r&eacute;seau sans fil, connexion &agrave; un </A><BR>
<A HREF="rnetw.htm#aboutnetwork">r&eacute;seaux, &agrave; propos de la connexion &agrave; des</A><BR> 
<A HREF="rnetw.htm#modify_connection_settings">r&eacute;seaux, configuration des param&egrave;tres de connexion</A><BR> 
<A HREF="rnetw.htm#connecttonetwork">r&eacute;seaux, connexion</A><BR>
<A HREF="rnetw.htm#ras">services d'acc&egrave;s distant (RAS, Remote Access Services)</A><BR>
<A HREF="rnetw.htm#aboutterminal">sessions de terminal, &agrave; propos de</A><BR> 
<A HREF="rnetw.htm#adjust_session_properties">sessions de terminal, configuration des propri&eacute;t&eacute;s</A><BR> 
<A HREF="rnetw.htm#connect_using_an_existing_session">sessions de terminal, connexion</A><BR> 
<A HREF="rnetw.htm#create_a_new_terminal_session">sessions de terminal, cr&eacute;ation</A><BR> 

<!-- PegHelp -->


</BODY>
</HTML>
