<!--
Copyright (c) Microsoft Corporation.  All rights reserved.
-->
<!--
Use of this sample source code is subject to the terms of the Microsoft
license agreement under which you licensed this sample source code. If
you did not accept the terms of the license agreement, you are not
authorized to use this sample source code. For the terms of the license,
please see the license agreement between you and Microsoft or, if applicable,
see the LICENSE.RTF on your install media or the root of your tools installation.
THE SAMPLE SOURCE CODE IS PROVIDED "AS IS", WITH NO WARRANTIES OR INDEMNITIES.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<meta http-equiv=Content-Type content="text/html; charset=windows-1252">
<META HTTP-EQUIV="Htm-Help" CONTENT="ctpnl.htm#Main_Contents">
<TITLE>Ayuda de la configuraci&oacute;n</TITLE>
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000">
<!-- PegHelp -->

<P><A NAME="Main_Contents"></A><B>Ayuda de la configuraci&oacute;n del Panel de control</B></P><UL></UL>

<A HREF="ctpnl.htm#accessibility_settings">Accesibilidad</A><BR> <A HREF="ctpnl.htm#bluetooth">Bluetooth</A><BR> <A HREF="ctpnl.htm#managing_certificate_stores">Certificados</A><BR> <A HREF="ctpnl.htm#modifying_communications_settings">Comunicaciones</A><BR> <A HREF="ctpnl.htm#setting_the_date_and_time">Fecha y hora</A><BR> <A HREF="ctpnl.htm#device_management">Administraci&oacute;n del dispositivo</A><BR> <A HREF="ctpnl.htm#dialing">Marcado</A><BR> <A HREF="ctpnl.htm#background">Pantalla</A><BR> <a href="ctpnl.htm#sip_info">Panel de entrada</a><br> <a href="ctpnl.htm#input_language">Idioma del dispositivo de entrada</a><br> <A HREF="ctpnl.htm#adjusting_keyboard_settings">Teclado</A><BR> <A HREF="ctpnl.htm#mousesettings">Mouse</A><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">Propietario</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">Contrase&ntilde;a</A><BR> <A HREF="ctpnl.htm#set_or_change_the_activesync_password">Contrase&ntilde;a con ActiveSync habilitado</A><BR> <A HREF="ctpnl.htm#power">Energ&iacute;a</A><BR> <A HREF="ctpnl.htm#modifying_regional_settings">Configuraci&oacute;n regional y de idioma</A><BR> <A HREF="ctpnl.htm#regional_settings">Configuraci&oacute;n regional</A><BR> <A HREF="ctpnl.htm#removing_programs">Quitar programas</A><BR> <A HREF="ctpnl.htm#adjusting_keyboard_and_stylus_settings">L&aacute;piz</A><BR> <A HREF="ctpnl.htm#adjusting_memory_and_power_settings">Sistema</A><BR> <A HREF="ctpnl.htm#cp_menu">Men&uacute;s Barra de tareas e Inicio</A><BR> <A HREF="ctpnl.htm#user_interface_language">Idioma de la interfaz de usuario</A><BR> <A HREF="ctpnl.htm#adjusting_volume_and_sounds">Volumen y sonidos</A><BR> <A HREF="ctpnl.htm#storage_manager">Administrador de almacenamiento</A><BR> <A HREF="ctpnl.htm#index">&Iacute;ndice</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<P><A NAME="accessibility_settings"></A><B>Accesibilidad</B></P><UL></UL>

<P>Utilice la opci&oacute;n Accesibilidad del Panel de control para personalizar el funcionamiento del teclado, la pantalla y el mouse.</P>
<P>Las herramientas disponibles en Accesibilidad del Panel de control permiten realizar distintas operaciones.</P>

<A HREF="ctpnl.htm#stickyKeys_settings">StickyKeys</A><BR> <A HREF="ctpnl.htm#toggleKeys_settings">ToggleKeys</A><BR> <A HREF="ctpnl.htm#soundsentry_settings">SoundSentry</A><BR> <A HREF="ctpnl.htm#highcontrast_settings">Contraste alto</A><BR> <A HREF="ctpnl.htm#mousekeys_settings">MouseKeys</A>

<P><B>Nota</B> Para abrir Accesibilidad, seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y haga doble clic en <B>Accesibilidad</B>.</P><UL></UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="stickyKeys_settings"></A><B>StickyKeys</B></P><UL></UL>

<P>StickyKeys permite pulsaciones de teclas simult&aacute;neas simplemente presionando una tecla.</P>
<P>StickyKeys se ha dise&ntilde;ado para usuarios que tienen dificultades para mantener presionadas dos o m&aacute;s teclas al mismo tiempo. Cuando un acceso directo requiera una combinaci&oacute;n de teclas, por ejemplo Ctrl+P, StickyKeys permitir&aacute; presionar la tecla modificadora (Ctrl, Alt o May&uacute;s), o la tecla del logotipo de Windows, y la mantendr&aacute; activada hasta que se presione una nueva tecla.</P>

<P>Para activar StickyKeys:</P>
<OL>
<LI>Abra Accesibilidad: seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y haga doble clic en <B>Accesibilidad</B>.
<LI>En la ficha <B>Teclado</B>, en <B>StickyKeys</B>, seleccione la casilla de verificaci&oacute;n <B>Utilizar StickyKeys</B>.
</OL>
<P>Para deshabilitar StickyKeys, desactive la casilla de verificaci&oacute;n <B>Utilizar StickyKeys</B>.</P>

<P><B>Nota</B> Si la casilla de verificaci&oacute;n <B>Utilizar m&eacute;todo abreviado</B> del cuadro de di&aacute;logo <B>Configuraci&oacute;n para StickyKeys</B> se encuentra seleccionada, podr&aacute; activar y desactivar StickyKeys presionando la tecla May&uacute;s cinco veces.</P><UL></UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#change_stickyKeys_options">Para cambiar las opciones de StickyKeys</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="change_stickyKeys_options"></A><B>Para cambiar las opciones de StickyKeys</B></P><UL></UL>

<P>StickyKeys se ha dise&ntilde;ado para usuarios que tienen dificultades para mantener presionadas dos o m&aacute;s teclas al mismo tiempo. Cuando un acceso directo requiera una combinaci&oacute;n de teclas, por ejemplo Ctrl+P, StickyKeys permitir&aacute; presionar la tecla modificadora (Ctrl, Alt o May&uacute;s), o la tecla del logotipo de Windows, y la mantendr&aacute; activada hasta que se presione una nueva tecla.</P>

<OL>
<LI>Abra Accesibilidad: seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y haga doble clic en <B>Accesibilidad</B>.
<LI>En la ficha <B>Teclado</B>, en <B>StickyKeys</B>, haga clic en <B>Configuraci&oacute;n</B>. Realice una de las siguientes operaciones:
<UL>
<LI>Para utilizar el acceso directo que permite activar o desactivar StickyKeys presionando la tecla May&uacute;s cinco veces, active la casilla de verificaci&oacute;n <B>Utilizar m&eacute;todo abreviado</B>.</LI>
<LI>Para especificar que al presionar dos veces seguidas una tecla modificadora (Ctrl, Alt o May&uacute;s) o la tecla del logotipo de Windows, la tecla permanecer&aacute; activada hasta que se vuelva a presionar, en <B>Opciones y notificaci&oacute;n</B>, active la casilla de verificaci&oacute;n <B>Presionar dos veces la tecla modificadora para bloquear</B>.</LI>
<LI>Para reproducir un tono que indique el momento en el que se presiona una tecla modificadora (Ctrl, Alt o May&uacute;s), o se presiona, bloquea o suelta la tecla del logotipo de Windows, en <B>Opciones y notificaci&oacute;n</B>, active la casilla <B>Producir sonidos al presionar la tecla modificadora</B>.</LI>
</UL>
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="toggleKeys_settings"></A><B>ToggleKeys</B></P><UL></UL>

<P>ToggleKeys emite sonidos cuando se presionan ciertas teclas. </P>
<P>Se ha dise&ntilde;ado para aquellos usuarios que tienen problemas visuales o discapacidades cognitivas. Si se activa esta opci&oacute;n, el equipo emite unos sonidos indicativos cuando se presionan las teclas de bloqueo (Bloq May&uacute;s, Bloq N&uacute;m o Bloq Despl). El sonido de activaci&oacute;n es un sonido alto y el de desactivaci&oacute;n, bajo.</P>

<P>Para activar ToggleKeys:</P>
<OL>
<LI>Abra Accesibilidad: seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y haga doble clic en <B>Accesibilidad</B>.
<LI>En la ficha <B>Teclado</B>, en <B>ToggleKeys</B>, active la casilla <B>Utilizar ToggleKeys</B>.
</OL>
<P>Para deshabilitar ToggleKeys, desactive la casilla de verificaci&oacute;n <B>Utilizar ToggleKeys</B>.</P>

<B>Notas</B>
<UL>
<LI>Para utilizar el m&eacute;todo abreviado de teclado que permite activar o desactivar ToggleKeys presionando la tecla Bloq N&uacute;m durante ocho segundos, en la ficha <B>Teclado</B>, en <B>ToggleKeys</B>, haga clic en <B>Configuraci&oacute;n</B>.</LI>
<LI>Si activa la casilla de verificaci&oacute;n <B>Utilizar m&eacute;todo abreviado</B> del cuadro de di&aacute;logo <B>Configuraci&oacute;n para ToggleKeys</B>, podr&aacute; activar y desactivar ToggleKeys manteniendo presionada la tecla Bloq N&uacute;m durante ocho segundos.</LI>
</UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="soundsentry_settings"></A><B>SoundSentry</B></P><UL></UL>

<P>SoundSentry proporciona advertencias visuales de los sonidos del sistema.</P>
<P>Se ha dise&ntilde;ado para los usuarios que tienen problemas para o&iacute;r los sonidos del sistema. Permite cambiar la configuraci&oacute;n para generar advertencias visuales, como el parpadeo de la barra de t&iacute;tulo o la luz intermitente de los bordes, siempre que el equipo produce un sonido.</P>

<P>Para activar SoundSentry:</P>
<OL>
<LI>Abra Accesibilidad: seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y haga doble clic en <B>Accesibilidad</B>.
<LI>En la ficha <B>Sonido</B>, en <B>SoundSentry</B>, active la casilla <B>Utilizar SoundSentry</B>.
</OL>
<P>Para deshabilitar <B>SoundSentry</B>, desactive la casilla de verificaci&oacute;n <B>Utilizar SoundSentry</B>.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="highcontrast_settings"></A><B>Contraste alto</B></P><UL></UL>

<P>Contraste alto permite mejorar el contraste de la pantalla con colores y tama&ntilde;os de fuente alternativos. </P>
<P>Contraste alto se ha dise&ntilde;ado para los usuarios con problemas visuales. Las combinaciones de color de esta funcionalidad hacen que la pantalla se pueda ver con mayor claridad al resaltarse el contraste con mezclas de color alternativas. Algunas de las combinaciones tambi&eacute;n cambian el tama&ntilde;o de la fuente para facilitar la lectura.</P>

<P>Para activar Contraste alto:</P>
<OL>
<LI>Abra Accesibilidad: seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y haga doble clic en <B>Accesibilidad</B>.
<LI>En la lista <B>Pantalla</B>, en <B>Contraste alto</B>, active la casilla de verificaci&oacute;n <B>Utilizar contraste alto</B>.
</OL>
<P>Para desactivar <B>Contraste alto</B>, desactive la casilla <B>Utilizar contraste alto</B>.</P>

<P><B>Nota</B> Si la casilla <B>Utilizar m&eacute;todo abreviado</B> del cuadro de di&aacute;logo <B>Configuraci&oacute;n para contraste alto</B> se encuentra seleccionada, podr&aacute; activar o desactivar Contraste alto presionando las teclas izquierda Alt + izquierda May&uacute;s + Impr Pant (dependiendo de la configuraci&oacute;n seleccionada en el cuadro de di&aacute;logo <B>Accesibilidad</B>). Para abrir el cuadro de di&aacute;logo <B>Configuraci&oacute;n para contraste alto</B>, abra <B>Accesibilidad</B>, seleccione la ficha <B>Pantalla</B> y, a continuaci&oacute;n, en <B>Contraste alto</B>, haga clic en <B>Configuraci&oacute;n</B>.</P><UL></UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#change_highcontrast_options">Para cambiar las opciones de Contraste alto</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="change_highcontrast_options"></A><B>Para cambiar las opciones de Contraste alto</B></P><UL></UL>

<P>Contraste alto se ha dise&ntilde;ado para los usuarios con problemas visuales. Las combinaciones de color de esta funcionalidad hacen que la pantalla se pueda ver con mayor claridad al resaltarse el contraste con mezclas de color alternativas. Algunas de las combinaciones tambi&eacute;n cambian el tama&ntilde;o de la fuente para facilitar la lectura.</P>

<OL>
<LI>Abra Accesibilidad: seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y haga doble clic en <B>Accesibilidad</B>.
<LI>En la ficha <B>Pantalla</B>, en <B>Contraste alto</B>, haga clic en <B>Configuraci&oacute;n</B>. Realice una de las siguientes operaciones:
<UL>
<LI>Para utilizar el acceso directo que permite activar o desactivar Contraste alto presionando las teclas izquierda Alt + izquierda May&uacute;s + Impr Pant, active la casilla de verificaci&oacute;n <B>Utilizar m&eacute;todo abreviado</B>.</LI>
<LI>Para cambiar la combinaci&oacute;n de apariencia de Contraste alto, seleccione una opci&oacute;n en <B>Combinaci&oacute;n de colores en contraste alto</B>.
</UL>
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="mousekeys_settings"></A><B>MouseKeys</B></P><UL></UL>

<P>MouseKeys permite utilizar el teclado para realizar las funciones del mouse.</P>
<P>MouseKeys se ha dise&ntilde;ado para los usuarios que tienen dificultades para utilizar el mouse. Permite emplear el teclado num&eacute;rico para controlar el puntero. Si desea utilizar dicho teclado para introducir datos o explorar, puede activar MouseKeys presionando Bloq N&uacute;m.</P>

<OL>
<LI>Abra Accesibilidad: seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y haga doble clic en <B>Accesibilidad</B>.
<LI>En la ficha <B>Mouse</B>, en <B>MouseKeys</B>, haga clic en <B>Configuraci&oacute;n</B>.
<li>Complete las siguientes entradas seg&uacute;n sea necesario:
<UL>
<LI>Casilla <B>Utilizar m&eacute;todo abreviado</B><br> Active esta casilla para utilizar el m&eacute;todo abreviado que permite activar o desactivar MouseKeys presionando izquierda ALT + izquierda May&uacute;s + Bloq N&uacute;m.</LI>
<LI>Control deslizante <b>Velocidad m&aacute;xima</b><br> Arrastre el control deslizante para establecer la velocidad m&aacute;xima a la que se mueve el puntero cuando se mantiene presionada una tecla de direcci&oacute;n de MouseKeys.</LI>
<LI>Control deslizante <B>Aceleraci&oacute;n</B><br> Arrastre el control deslizante para establecer al m&aacute;ximo la aceleraci&oacute;n del puntero cuando se mantiene presionada una tecla de direcci&oacute;n de MouseKeys.</LI>
<LI>Casilla <B>Presionar Ctrl para aumentar la velocidad o May&uacute;s para disminuirla</B><br> Active esta casilla para habilitar la disminuci&oacute;n o el incremento en la velocidad del puntero manteniendo presionadas las teclas May&uacute;s y Ctrl, respectivamente, cuando se mantienen a su vez presionadas las teclas de direcci&oacute;n de MouseKeys.</LI>
<LI><B>Utilizar MouseKeys cuando la tecla Bloq N&uacute;m est&eacute; desactivada o activada</b><br> Seleccione las <b>teclas de desactivaci&oacute;n</b> para alternar entre MouseKeys y el funcionamiento est&aacute;ndar del teclado num&eacute;rico presionando Bloq N&uacute;m, si utiliza el teclado para la introducci&oacute;n de datos <br>Seleccione las <B>teclas de activaci&oacute;n</B> si utiliza el teclado para la exploraci&oacute;n.</LI>
</UL>
</OL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Para activar MouseKeys</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Para activar MouseKeys utilizando pulsaciones de teclas</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Para hacer clic utilizando MouseKeys</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Para arrastrar utilizando MouseKeys</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Para mover el puntero del mouse utilizando MouseKeys</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_turnon"></A><B>Para activar MouseKeys</B></P><UL></UL>

<P>MouseKeys se ha dise&ntilde;ado para los usuarios que tienen dificultades para utilizar el mouse. Permite emplear el teclado num&eacute;rico para controlar el puntero. Si desea utilizar dicho teclado para introducir datos o explorar, puede activar MouseKeys presionando Bloq N&uacute;m.</P>

<P>Para activar MouseKeys:</P>
<OL>
<LI>Abra Accesibilidad.
<LI>En la ficha <B>Mouse</B>, en <B>MouseKeys</B>, active la casilla de verificaci&oacute;n <B>Utilizar MouseKeys</B>.
</OL>
<P>Para desactivar <B>MouseKeys</B>, desactive la casilla <B>Utilizar MouseKeys</B>.</P>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Para activar MouseKeys utilizando pulsaciones de teclas</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_keystrokes"></A><B>Para activar MouseKeys utilizando pulsaciones de teclas</B></P><UL></UL>

<OL>
<LI>Presione izquierda <b>Alt + izquierda May&uacute;s + Bloq N&uacute;m</b>.
<LI>En el cuadro de di&aacute;logo de mensajes de MouseKeys, presione la barra espaciadora para desactivar la casilla de verificaci&oacute;n <B>Desactivar m&eacute;todo abreviado del teclado para esta caracter&iacute;stica</B>.
<LI>Presione <b>TAB</b> y, a continuaci&oacute;n, <b>INTRO</b>.
</OL>

<P>Si MouseKeys no se activa con las pulsaciones anteriores, siga los pasos que se describen a continuaci&oacute;n.</P>
<OL>
<LI>Abra <b>Accesibilidad</b>.
<LI>Presione <b>Ctrl+TAB</b> hasta que se seleccione la ficha <B>Mouse</B>.
<LI>Para seleccionar <B>Utilizar MouseKeys</B>, presione la barra espaciadora.
<LI>Presione <b>TAB</b> dos veces para seleccionar <B>Aceptar</B> y, a continuaci&oacute;n, presione INTRO.
</OL>

<B>Notas</B>
<UL>
<LI>Para cambiar la configuraci&oacute;n de MouseKeys, en la ficha <B>Mouse</B>, haga clic en <B>Configuraci&oacute;n</B>.
<LI>Si la casilla de verificaci&oacute;n <B>Utilizar m&eacute;todo abreviado</B> del cuadro de di&aacute;logo <B>Configuraci&oacute;n para MouseKeys</B> se encuentra seleccionada, podr&aacute; activar y desactivar MouseKeys presionando izquierda Alt + izquierda May&uacute;s + Bloq N&uacute;m.</LI>
</UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Para activar MouseKeys</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Para hacer clic utilizando MouseKeys</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Para arrastrar utilizando MouseKeys</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Para mover el puntero del mouse utilizando MouseKeys</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* --> <!-- ************************Topic Break************************* -->
<P><A NAME="access_mousekeys_howtoclick"></A><B>Para hacer clic utilizando MouseKeys</B></P><UL></UL>

<OL>
<LI>Active MouseKeys, si a&uacute;n no lo ha hecho. Abra Accesibilidad, seleccione la ficha <B>Mouse</B> y, a continuaci&oacute;n, active la casilla de verificaci&oacute;n <B>Utilizar MouseKeys</B>.</LI>
<LI>Utilice los botones del teclado num&eacute;rico para hacer clic, hacer doble clic o hacer clic con el bot&oacute;n secundario del mouse. Si MouseKeys no funciona correctamente, presione la tecla Bloq N&uacute;m e int&eacute;ntelo de nuevo.<br><br></ol>


<UL><b>IMPORTANTE</b>  Realice todas las acciones Mousekey en el teclado num&eacute;rico.<br><br>
<LI>Clic con el bot&oacute;n primario
<ul>Para hacer clic con el bot&oacute;n primario una vez, presione la tecla del signo de divisi&oacute;n (/) para activar el bot&oacute;n primario y, a continuaci&oacute;n, presione el 5 para hacer clic.
<LI>Para hacer doble clic con el bot&oacute;n primario, presione la tecla del signo de divisi&oacute;n (/) para activar el bot&oacute;n primario y, a continuaci&oacute;n, presione el s&iacute;mbolo m&aacute;s (+) para hacer doble clic. </ul>
<li>Clic con el bot&oacute;n secundario
<ul><LI>Para hacer clic con el bot&oacute;n secundario una vez, presione el s&iacute;mbolo menos (-) para activar el bot&oacute;n secundario y, a continuaci&oacute;n, presione el 5 para hacer clic.
<li>Para hacer doble clic con el bot&oacute;n secundario, presione el s&iacute;mbolo menos (-) para activar el bot&oacute;n secundario y, a continuaci&oacute;n, presione el signo m&aacute;s (+) para hacer doble clic.</LI></ul>

</UL>


<B>Notas</B>
<UL>
<LI>Para hacer clic como si se estuvieran utilizando ambos botones del mouse a la vez, presione el asterisco (*) en el teclado num&eacute;rico y, a continuaci&oacute;n, el 5 para hacer clic o el signo m&aacute;s (+) para hacer doble clic.</LI>
<LI>Para volver al comportamiento est&aacute;ndar del mouse, presione la barra diagonal (/) en el teclado num&eacute;rico.
<LI>Para especificar si la tecla Bloq N&uacute;m debe encontrarse activada o no para que MouseKeys funcione, en la ficha <B>Mouse</B>, haga clic en <B>Configuraci&oacute;n</B> y, a continuaci&oacute;n, seleccione la opci&oacute;n correspondiente a la activaci&oacute;n o la desactivaci&oacute;n en <B>Utilizar MouseKeys cuando la tecla Bloq N&uacute;m est&eacute;</B>.</LI>
<LI>Para cambiar la aceleraci&oacute;n y la velocidad del puntero cuando se utilice MouseKeys, en la ficha <B>Mouse</B>, haga clic en <B>Configuraci&oacute;n</B> y mueva los controles deslizantes para ajustarlas.</LI>
<LI>Para incrementar o reducir temporalmente la velocidad del puntero, en la ficha <B>Mouse</B>, haga clic en <B>Configuraci&oacute;n</B> y active la casilla de verificaci&oacute;n <B>Presionar Ctrl para aumentar la velocidad o May&uacute;s para disminuirla</B>.</LI>
</UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Para activar MouseKeys</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Para activar MouseKeys utilizando pulsaciones de teclas</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Para arrastrar utilizando MouseKeys</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Para mover el puntero del mouse utilizando MouseKeys</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* -->

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_howtodrag"></A><B>Para arrastrar utilizando MouseKeys</B></P><UL></UL>

<OL>
<LI>Active MouseKeys, si a&uacute;n no lo ha hecho. Abra Accesibilidad, seleccione la ficha <B>Mouse</B> y, a continuaci&oacute;n, active la casilla de verificaci&oacute;n <B>Utilizar MouseKeys</B>.</LI>
<LI>Utilice los botones del teclado num&eacute;rico para arrastrar y colocar objetos. Si MouseKeys no funciona correctamente, presione la tecla Bloq N&uacute;m e int&eacute;ntelo de nuevo.</LI></ol>
<UL>
<b>IMPORTANTE</b>  Realice todas las acciones Mousekey en el teclado num&eacute;rico.<br><br>
<LI>Para mover el puntero sobre el objeto que desea mover o arrastrar a una nueva &aacute;rea, presione las teclas de flecha (2, 4, 6 y 8).</LI>
<li>Para mover el puntero hacia la izquierda, active la direcci&oacute;n presionando el signo de divisi&oacute;n (/) y, a continuaci&oacute;n, presione la tecla de flecha que desee.
<li> Para mover el puntero hacia la derecha, active la direcci&oacute;n presionando el signo menos (-) y, a continuaci&oacute;n, la tecla de flecha que desee.
<LI>Para mantener presionado el bot&oacute;n del mouse, presione la tecla <b>Insert</b> (0) en el teclado num&eacute;rico.
<LI>Para soltar el bot&oacute;n del mouse, presione la tecla <b> SUPR</b> (&quot;.&quot;) en el teclado num&eacute;rico. <br><br> Por ejemplo, para seleccionar un objeto y arrastrarlo hacia la izquierda, presione la siguiente secuencia de teclas: <br><br> &nbsp;&nbsp;&nbsp;<b>&nbsp;  / &nbsp;</b>(izquierda activada) <b> &nbsp; &nbsp; INS &nbsp;</b>(mouse hacia abajo)<b> &nbsp;&nbsp;  &lt;- &lt;- &lt;-&nbsp;&nbsp;</b>(mouse hacia la izquierda)<b>&nbsp; &nbsp;  SUPR&nbsp; </b>(mouse hacia arriba)
</uL>

<B>Notas</B>
<UL>
<LI>Para especificar si la tecla Bloq N&uacute;m debe encontrarse activada o no para que MouseKeys funcione, en la ficha <B>Mouse</B>, haga clic en <B>Configuraci&oacute;n</B> y, a continuaci&oacute;n, seleccione la opci&oacute;n correspondiente a la activaci&oacute;n o la desactivaci&oacute;n en <B>Utilizar MouseKeys cuando la tecla Bloq N&uacute;m est&eacute;</B>.</LI>
<LI>Para cambiar la aceleraci&oacute;n y la velocidad del puntero cuando se utilice MouseKeys, en la ficha <B>Mouse</B>, haga clic en <B>Configuraci&oacute;n</B> y mueva los controles deslizantes para ajustarlas.</LI>
<LI>Para incrementar o reducir temporalmente la velocidad del puntero, en la ficha <B>Mouse</B>, haga clic en <B>Configuraci&oacute;n</B> y active la casilla de verificaci&oacute;n <B>Presionar Ctrl para aumentar la velocidad o May&uacute;s para disminuirla</B>.</LI>
</UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Para activar MouseKeys</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Para activar MouseKeys utilizando pulsaciones de teclas</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Para hacer clic utilizando MouseKeys</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Para mover el puntero del mouse utilizando MouseKeys</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_howtomove"></A><B>Para mover el puntero del mouse utilizando MouseKeys</B></P><UL></UL>

<OL>
<LI>Active MouseKeys, si a&uacute;n no lo ha hecho. Abra Accesibilidad, seleccione la ficha <B>Mouse</B> y, a continuaci&oacute;n, active la casilla de verificaci&oacute;n <B>Utilizar MouseKeys</B>.</LI>
<LI>Utilice los botones del teclado num&eacute;rico para mover el puntero del mouse. Si MouseKeys no funciona correctamente, presione la tecla Bloq N&uacute;m e int&eacute;ntelo de nuevo.</LI>
<UL>
<LI>Para mover el puntero horizontal o verticalmente, presione las teclas de flecha en el teclado num&eacute;rico.
<LI>Para moverlo diagonalmente, presione 7 (Inicio), 1 (Fin), 9 (Re P&aacute;g) o 3 (Av P&aacute;g) en el teclado num&eacute;rico.
</UL>
</OL>

<B>Notas</B>
<UL>
<LI>Para especificar si la tecla Bloq N&uacute;m debe encontrarse activada o no para que MouseKeys funcione, en la ficha <B>Mouse</B>, haga clic en <B>Configuraci&oacute;n</B> y, a continuaci&oacute;n, seleccione la opci&oacute;n correspondiente a la activaci&oacute;n o la desactivaci&oacute;n en <B>Utilizar MouseKeys cuando la tecla Bloq N&uacute;m est&eacute;</B>.</LI>
<LI>Para cambiar la aceleraci&oacute;n y la velocidad del puntero cuando se utilice MouseKeys, en la ficha <B>Mouse</B>, haga clic en <B>Configuraci&oacute;n</B> y mueva los controles deslizantes para ajustarlas.</LI>
<LI>Para incrementar o reducir temporalmente la velocidad del puntero, en la ficha <B>Mouse</B>, haga clic en <B>Configuraci&oacute;n</B> y active la casilla de verificaci&oacute;n <B>Presionar Ctrl para aumentar la velocidad o May&uacute;s para disminuirla</B>.</LI>
</UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Para activar MouseKeys</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Para activar MouseKeys utilizando pulsaciones de teclas</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Para hacer clic utilizando MouseKeys</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Para arrastrar utilizando MouseKeys</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->
<P><A NAME="modifying_communications_settings"></A><B>Comunicaciones</B></P><UL></UL>

<A HREF="ctpnl.htm#change_the_device_name">Cambiar el nombre del dispositivo</A><BR> <A HREF="ctpnl.htm#adjust_pc_connection_settings">Ajustar los par&aacute;metros de conexi&oacute;n de su PC</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="change_the_device_name"></A><B>Cambiar el nombre del dispositivo</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Sistema.
<LI>En la ficha <B>Nombre del dispositivo</B>, escriba un nombre de dispositivo.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<P><A NAME="adjust_pc_connection_settings"></A><B>Ajustar los par&aacute;metros de conexi&oacute;n de su PC</B></P><UL></UL>

<P><B>Importante </B> La velocidad en baudios del dispositivo debe coincidir con la velocidad en baudios de su PC. Si cambia la velocidad en uno de los equipos, es necesario cambiarla en el otro. Para obtener m&aacute;s informaci&oacute;n acerca de c&oacute;mo modificar la velocidad en baudios de su PC, consulte la <B>Ayuda de los Servicios para Windows Embedded Compact</B> en su PC.</P>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Haga doble clic en el icono de <B>Conexi&oacute;n con PC</B>.
<li> Compruebe que <B>Permitir conexi&oacute;n con equipo de escritorio si el dispositivo est&aacute; acoplado</B> est&eacute; seleccionado.
<LI>Seleccione <B>Cambiar</B>.
<LI>Seleccione una conexi&oacute;n o velocidad en baudios diferente.
</OL>



<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#adjust_dialing_location_settings">Ajustar los par&aacute;metros de ubicaci&oacute;n de la llamada</A><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">Ajustar los modelos de marcado</A><BR> <A HREF="rnetw.htm#Main_Contents">Ayuda de Conexiones de red y acceso telef&oacute;nico</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ************************Topic Break************************* -->

<P><A NAME="setting_the_date_and_time"></A><B>Configurar la fecha y la hora</B></P><UL></UL>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Fecha y hora.
<LI>Para seleccionar el mes en la ficha Fecha y hora, utilice las flechas a cada lado del mes mostrado o seleccione la etiqueta de mes para ver la lista de meses.
<LI>Para seleccionar la fecha, utilice el calendario.
<LI>Para seleccionar la hora, escr&iacute;bala en la casilla <B>Hora actual</B>.
<LI>Para cambiar la zona horaria, selecci&oacute;nela de la lista <B>Zona horaria</B>.
<LI>Elija <B>Aplicar</B> o <B>Aceptar</B> para activar la configuraci&oacute;n.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* --> <!--  Copyright (c) Microsoft Corporation.  All rights reserved.  -->

<!--  Use of this source code is subject to the terms of the Microsoft end-user  license agreement (EULA) under which you licensed this SOFTWARE PRODUCT.  If you did not accept the terms of the EULA, you are not authorized to use  this source code. For a copy of the EULA, please see the LICENSE.RTF on your  install media.  -->

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<HTML>

<HEAD>

<META HTTP-EQUIV="Htm-Help" CONTENT="ctpnl.htm#Main_Contents">

<TITLE>Ayuda de la configuraci&oacute;n</TITLE>

</HEAD>

<BODY BGCOLOR="#FFFFFF" TEXT="#000000">



<!-- ****######################################-->

<!-- ****######################################-->

<!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** -->

<!-- ****######################################-->

<!-- ****######################################-->

<!-- ****######################################-->



<!-- ************************Topic Break************************* -->



<p><A NAME="device_management"></a><b>Administraci&oacute;n del dispositivo</b><br>

<ul></ul>

La aplicaci&oacute;n Administraci&oacute;n del dispositivo de Windows Embedded Compact permite descargar e instalar nuevos paquetes de software. Adem&aacute;s, la aplicaci&oacute;n Administraci&oacute;n del dispositivo permite que el administrador del sistema administre determinados aspectos del dispositivo.


<ul></ul>

<a href="ctpnl.htm#dm_Provisioning">Configuraci&oacute;n de administraci&oacute;n del dispositivo</a><br> <a href="ctpnl.htm#dm_Resetting">Cambio de la informaci&oacute;n de administraci&oacute;n del dispositivo</a><br> <a href="ctpnl.htm#dm_Viewing">Visualizaci&oacute;n de paquetes de software instalados y disponibles</a><br>

<a href="ctpnl.htm#dm_Information">B&uacute;squeda de informaci&oacute;n sobre la conexi&oacute;n</a><br>


<ul></ul>

<BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>

<!-- ****************Topic Break************************************************************* -->

<P><a name="dm_Provisioning"></a><b>Configuraci&oacute;n de administraci&oacute;n del dispositivo</b><br>

<p>Al configurar la administraci&oacute;n del dispositivo por primera vez, se conecta al servidor de administraci&oacute;n del dispositivo que descarga e instala software en el dispositivo.

<OL>

  <LI>Seleccione <B>Inicio &gt; Configuraci&oacute;n &gt; Panel de control.</B></LI>

  <LI>Haga clic en el icono <B>Administraci&oacute;n del dispositivo</B>.</LI>

  <LI>En el cuadro de di&aacute;logo <b>Administraci&oacute;n del dispositivo</b>, escriba el nombre o la direcci&oacute;n IP del servidor de administraci&oacute;n del dispositivo. Si no conoce el nombre o la direcci&oacute;n IP del servidor de administraci&oacute;n del dispositivo, consulte al administrador del sistema.</LI>
  <LI>Si la organizaci&oacute;n requiere conexiones seguras (https://), active la casilla <b>Usar conexiones seguras</b>.</LI>
  <li>Seleccione <b>Siguiente</b> para conectar con el servidor de administraci&oacute;n del dispositivo.<br><br> <b>Nota:</b>&nbsp;&nbsp;cuando el dispositivo establece una conexi&oacute;n con el servidor de administraci&oacute;n del dispositivo, una ventana de Internet Explorer mostrar&aacute; un mensaje de bienvenida. Para continuar, cierre esta ventana.</li>
</OL>


<ol></ol>
<b>Consulte tambi&eacute;n</b><br> <A href="ctpnl.htm#device_management">Administraci&oacute;n del dispositivo</a><br> <a href="ctpnl.htm#dm_Viewing">Visualizaci&oacute;n de paquetes de software instalados y disponibles</a><br> <a href="ctpnl.htm#dm_Information">B&uacute;squeda de informaci&oacute;n sobre la conexi&oacute;n</a><br> <a href="ctpnl.htm#dm_Resetting">Cambio de la informaci&oacute;n de administraci&oacute;n del dispositivo</a><br>

<BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>

<!-- ****************Topic Break**************************************************** --> <!-- ****************Topic Break************************************************************* -->
<P><a name="dm_Resetting"></a><b>Cambio de la informaci&oacute;n de administraci&oacute;n del dispositivo</b>
<P> Para cambiar el nombre del servidor de administraci&oacute;n o la configuraci&oacute;n de la conexi&oacute;n,
<ol>
<li>Seleccione el bot&oacute;n <b>Info...</b> que aparece en la pantalla <b>Programas disponibles</b>. Aparecer&aacute; una pantalla <b>Informaci&oacute;n de conexi&oacute;n</b> que especifica el nombre del servidor de administraci&oacute;n del dispositivo, el estado del servidor y otros datos de inter&eacute;s.
<li>Seleccione el bot&oacute;n <b>Configurar...</b>. Aparecer&aacute; la pantalla <b>Configuraci&oacute;n de administraci&oacute;n del dispositivo</b>.
<li>Si desea cambiar el nombre del servidor o la direcci&oacute;n IP, escriba la nueva informaci&oacute;n en el cuadro <b>Nombre del servidor o direcci&oacute;n IP</b>.
<li>Si desea cambiar el tipo de conexi&oacute;n que quiere utilizar, active o desactive la casilla <b>Usar conexi&oacute;n segura</b>.
  <li>Seleccione <b>Siguiente</b> para conectar con el servidor de administraci&oacute;n del dispositivo.<br><br> <b>Nota:</b>&nbsp;&nbsp;cuando el dispositivo establece una conexi&oacute;n con el servidor de administraci&oacute;n del dispositivo, una ventana de Internet Explorer mostrar&aacute; un mensaje de bienvenida. Para continuar, cierre esta ventana.</li>
</OL>

<ol></ol>
<b>Consulte tambi&eacute;n</b><br> <A href="ctpnl.htm#device_management">Administraci&oacute;n del dispositivo</a><br> <a href="ctpnl.htm#dm_Provisioning">Configuraci&oacute;n de administraci&oacute;n del dispositivo</a><br> <a href="ctpnl.htm#dm_Viewing">Visualizaci&oacute;n de paquetes de software instalados y disponibles</a><br>

<BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>
<P><a name="dm_Viewing"></a><b>Visualizaci&oacute;n de paquetes de software instalados y disponibles</b><br>

<ul></ul>

<P>Si tiene una conexi&oacute;n activa con el servidor de administraci&oacute;n del dispositivo, podr&aacute; ver todos los paquetes de software que hay instalados en el dispositivo y los paquetes disponibles para su instalaci&oacute;n.</span> Los paquetes de software normalmente son programas de aplicaci&oacute;n, pero tambi&eacute;n pueden ser configuraciones de dispositivos o archivos de datos.</p>

<OL>

<LI>Seleccione <B>Inicio &gt; Configuraci&oacute;n &gt; Panel de control</B>.</LI>

<LI>Haga clic en el icono <B>Administraci&oacute;n del dispositivo</B>.</LI>

<LI>Si tiene una conexi&oacute;n activa con el servidor de administraci&oacute;n del dispositivo, aparecer&aacute; el cuadro de di&aacute;logo <b>Administraci&oacute;n del dispositivo</b> mostrando la pantalla <b>Programas disponibles</b>. La lista de programas que puede agregar aparecer&aacute; en la pantalla.
<li>Para asegurarse de que esta lista est&aacute; actualizada, seleccione el bot&oacute;n <b>Actualizar</b> para recuperar la lista de programas m&aacute;s reciente.
</LI>

<li>Para ver los programas ya instalados en el dispositivo, seleccione la flecha hacia abajo que hay junto al t&iacute;tulo <b>Programas disponibles</b>. La lista <b>Programas instalados</b> aparecer&aacute; en la pantalla.<br><br> <b>Nota:</b><br>para ver la informaci&oacute;n acerca de la conexi&oacute;n actual, seleccione el bot&oacute;n <b>Info...</b>. Aparecer&aacute; una pantalla <b>Informaci&oacute;n de conexi&oacute;n</b> que especifica el nombre del servidor de administraci&oacute;n del dispositivo, el estado del servidor y otros datos de inter&eacute;s.

</OL>
<ol></ol>
<b>Consulte tambi&eacute;n</b><br> <A href="ctpnl.htm#device_management">Administraci&oacute;n del dispositivo</a><br> <a href="ctpnl.htm#dm_Provisioning">Configuraci&oacute;n de administraci&oacute;n del dispositivo</a><br> <a href="ctpnl.htm#dm_Resetting">Cambio de la informaci&oacute;n de administraci&oacute;n del dispositivo</a><br> <BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>


<!-- ****************Topic Break************************************************************* -->

<P><a name="dm_Information"></a><b>B&uacute;squeda de informaci&oacute;n sobre la conexi&oacute;n</b>

<p>Para ver informaci&oacute;n acerca de la conexi&oacute;n de administraci&oacute;n del dispositivo actual, seleccione el bot&oacute;n <b>Info...</b> de la pantalla <b>Programas disponibles</b>. Aparecer&aacute; una pantalla <b>Informaci&oacute;n de conexi&oacute;n</b> que especifica el nombre del servidor de administraci&oacute;n del dispositivo, el estado del servidor y otros datos de inter&eacute;s.<br><br> Para obtener m&aacute;s informaci&oacute;n, consulte <b><a href="ctpnl.htm#dm_Viewing">Visualizaci&oacute;n de los programas instalados y disponibles</a></b>. <br>
<ol></ol>
<b>Consulte tambi&eacute;n</b><br> <A href="ctpnl.htm#device_management">Administraci&oacute;n del dispositivo</a><br> <a href="ctpnl.htm#dm_Provisioning">Configuraci&oacute;n de administraci&oacute;n del dispositivo</a><br> <a href="ctpnl.htm#dm_Resetting">Cambio de la informaci&oacute;n de administraci&oacute;n del dispositivo</a><br>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<A NAME="dialing"></A><B>Marcado</B><BR><UL></UL>

<A HREF="ctpnl.htm#adjust_dialing_location_settings">Ajustar los par&aacute;metros de ubicaci&oacute;n de la llamada</A><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">Ajustar los modelos de marcado</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_dialing_location_settings"></A><B>Ajustar los par&aacute;metros de ubicaci&oacute;n de la llamada</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Marcado.
<LI>En la lista <B>Al marcar desde</B>, seleccione la ubicaci&oacute;n en la que desea cambiar la configuraci&oacute;n.<BR>Para crear una ubicaci&oacute;n nueva, seleccione <B>Nueva</B>. Escriba el nombre de la ubicaci&oacute;n y, a continuaci&oacute;n, elija <B>Aceptar</B>.
<LI>Escriba o modifique el c&oacute;digo de &aacute;rea y el c&oacute;digo de pa&iacute;s, seg&uacute;n sea necesario.
<LI>En <B>Marcar usando</B>, seleccione <B>Tonos</B> o <B>Impulsos</B>. La mayor&iacute;a de las l&iacute;neas telef&oacute;nicas funcionan por tonos.
<LI>Para deshabilitar autom&aacute;ticamente la llamada en espera, seleccione <B>Deshab. en espera al marcar</B>. A continuaci&oacute;n, seleccione la secuencia de n&uacute;meros correcta en la lista o bien escriba una secuencia nueva.
</OL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">Ajustar los modelos de marcado</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_dialing_patterns"></A><B>Ajustar los modelos de marcado</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Marcado y, a continuaci&oacute;n, elija <B>Modelos de marcado</B>.
<LI>Con ayuda de los c&oacute;digos enumerados en este tema, revise los modelos de marcado, seg&uacute;n sea necesario.
</OL>

<P><B>Notas</B>
<UL>
<LI>Si necesita utilizar caracteres distintos a los enumerados, utilice el marcado manual.
<LI>Los guiones y los espacios se ignoran en las cadenas de marcado.
<LI>Puede que algunos modems no respondan a los siguientes caracteres, aunque su dispositivo permita agregarlos a la cadena de marcado.
</UL>

<B>Caracteres de marcado</B>
<TABLE BORDER=1>
<TR><TD ALIGN=LEFT><B>Para</B></TD><TD ALIGN=LEFT><B>Escriba</B></TD></TR>
<TR><TD VALIGN=MIDDLE>Marcar el c&oacute;digo de pa&iacute;s (especificado por el programa de marcado)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>E</TD></TR>
<TR><TD VALIGN=MIDDLE>Marcar el c&oacute;digo de &aacute;rea (especificado por el programa de marcado)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>F</TD></TR>
<TR><TD VALIGN=MIDDLE>Marcar el n&uacute;mero local (especificado por el programa de marcado)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>G</TD></TR>
<TR><TD VALIGN=MIDDLE>Insertar una pausa (normalmente 2 segundos)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>, (coma)</TD></TR>
<TR><TD VALIGN=MIDDLE>Esperar el tono para tarjeta de cr&eacute;dito (especificado por el programa de marcado)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>$ (signo de d&oacute;lar)</TD></TR>
<TR><TD VALIGN=MIDDLE>Esperar el segundo tono (normalmente usado despu&eacute;s de $)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>W</TD></TR>
<TR><TD VALIGN=MIDDLE>Marcar con tonos los n&uacute;meros que siguen</TD><TD ALIGN=CENTER VALIGN=MIDDLE>T</TD></TR>
<TR><TD VALIGN=MIDDLE>Marcar con impulsos los n&uacute;meros que siguen</TD><TD ALIGN=CENTER VALIGN=MIDDLE>P</TD></TR>
<TR><TD VALIGN=MIDDLE>Transferir a otra extensi&oacute;n (cuelga 0,5 seg., descuelga 0,5 seg.)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>! (cuelga y descuelga r&aacute;pidamente)</TD></TR>
<TR><TD VALIGN=MIDDLE>Esperar una &quot;respuesta aplazada&quot; (normalmente indicado por 6,5 segundos de silencio seguidos por un tono de timbre)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>@</TD></TR>
<TR><TD VALIGN=MIDDLE>Usar controles especiales en algunos sistemas (s&oacute;lo para tonos)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>ABCD, * o bien #</TD></TR>
</TABLE><OL></OL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#adjust_dialing_location_settings">Ajustar los par&aacute;metros de ubicaci&oacute;n de la llamada</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* -->


<P><A NAME="background"></A><B>Pantalla</B></P><UL></UL>

<A HREF="ctpnl.htm#changing_the_display">Seleccionar una imagen de fondo</A><BR> <A HREF="ctpnl.htm#appearance">Cambiar la combinaci&oacute;n de colores del escritorio</A><BR> <A HREF="ctpnl.htm#customcolor">Crear una combinaci&oacute;n de colores personalizada</A><BR> <A HREF="ctpnl.htm#display_backlight_settings">Cambiar la configuraci&oacute;n de la retroiluminaci&oacute;n</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="changing_the_display"></A><B>Seleccionar una imagen de fondo</B><BR>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Pantalla y, a continuaci&oacute;n, seleccione la ficha <B>Fondo</B>.
<LI>En la lista <B>Imagen</B>, seleccione la imagen que desea como fondo del escritorio. Para buscar una imagen en otra carpeta, seleccione <B>Examinar</B>.
<LI>Para que la imagen cubra el fondo por completo, seleccione <B>Imagen en mosaico</B>.
</OL>



<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="appearance"></A><B>Cambiar la combinaci&oacute;n de colores del escritorio</B><UL></UL>

<P>Puede cambiar la combinaci&oacute;n de colores del escritorio si dispone de un dispositivo con colores.</P>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Pantalla y, a continuaci&oacute;n, seleccione la ficha <B>Apariencia</B>.
<LI>En la lista <B>Combinaci&oacute;n</B>, seleccione una combinaci&oacute;n.
<LI>Observe su selecci&oacute;n en el cuadro Vista previa. Si le gusta la combinaci&oacute;n, elija <B>Aplicar</B>.
</OL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#customcolor">Crear una combinaci&oacute;n de colores personalizada</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="customcolor"></A><B>Crear una combinaci&oacute;n de colores personalizada</B><UL></UL>

<P>Puede cambiar la combinaci&oacute;n de colores del escritorio si dispone de un dispositivo con colores.</P>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Pantalla y, a continuaci&oacute;n, seleccione la ficha <B>Apariencia</B>.
<LI>En la lista <B>Elemento</B> seleccione un elemento de pantalla.
<LI>Seleccione el cuadro negro junto a la lista <B>Elemento</B>.
<LI>En la lista <B>Colores b&aacute;sicos</B>, seleccione un color y elija <B>Aceptar</B>.
<LI>Examine la selecci&oacute;n de colores en el cuadro Vista previa.
<LI>Para guardar la combinaci&oacute;n, seleccione <B>Guardar</B>.
<LI>En el cuadro <B>Guardar comb. color. como</B>, escriba un nombre para la combinaci&oacute;n y haga clic en <B>Aceptar</B>.
<LI>Elija <B>Aplicar</B>.
</OL>

<P><B>Sugerencia</B> Para crear colores personalizados, en el cuadro de di&aacute;logo <B>Color</B>, seleccione un cuadro vac&iacute;o en <B>Personalizados</B> y, a continuaci&oacute;n, elija <B>Definir</B>. Para obtener m&aacute;s informaci&oacute;n, haga clic en <B>?</B> en el cuadro de di&aacute;logo <B>Color</B>.</P>



<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="display_backlight_settings"></A><B>Cambiar la configuraci&oacute;n de la retroiluminaci&oacute;n</B><UL></UL>

<P>Puede cambiar la configuraci&oacute;n de la retroiluminaci&oacute;n si dispone de un dispositivo en blanco y negro. Puede que el fabricante de su dispositivo haya agregado caracter&iacute;sticas de retroiluminaci&oacute;n avanzadas. Para obtener m&aacute;s informaci&oacute;n, consulte la documentaci&oacute;n del fabricante del dispositivo.</P><UL></UL>

<P>Para prolongar la energ&iacute;a de la bater&iacute;a y la resoluci&oacute;n de pantalla, desactive la retroiluminaci&oacute;n cuando el dispositivo est&eacute; inactivo.</P>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Pantalla.
<LI>En la ficha <B>Retroiluminaci&oacute;n</B>, active una o ambas casillas de verificaci&oacute;n para desactivar la retroiluminaci&oacute;n cuando utilice las bater&iacute;as o una fuente de energ&iacute;a externa.
<LI>En la lista adecuada, seleccione el tiempo de inactividad que debe transcurrir antes de desactivar la retroiluminaci&oacute;n.
</OL>


<P><B>Nota</B> Para prolongar a&uacute;n m&aacute;s la duraci&oacute;n de las bater&iacute;as, cierre todas las aplicaciones cuando el dispositivo est&eacute; inactivo.</P><UL></UL>

<P><B>Consulte tambi&eacute;n</B><BR><A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configurar el dispositivo para que se desactive cuando est&eacute; inactivo</A></P>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* -->

<p><a name="sip_info"></a><b>Panel de entrada</b></p>

<ol>
<li>Seleccione <b>Inicio</b> &gt; <b>Configuraci&oacute;n</b> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Panel de entrada.
<li>Seleccione el m&eacute;todo de entrada que desea cambiar.
<li>Seleccione <b>Opciones</b>.
<li>Elija las opciones que desee.
</ol>

<br clear=all><!-- PegHelp --><hr>


<!-- ************************Topic Break************************* -->


<A NAME="adjusting_keyboard_settings"></A><B>Teclado</B><BR>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Teclado.
<LI>Para cambiar la cantidad de tiempo entre que se presiona y se inicia la repetici&oacute;n de tecla, ajuste el control deslizante <B>Retraso de repetici&oacute;n</B>.
<LI>Para cambiar la velocidad de repetici&oacute;n, ajuste el control deslizante <B>Velocidad de repetici&oacute;n</B>.
<LI>Pruebe la nueva configuraci&oacute;n.
</OL>



<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="mousesettings"></A><B>Mouse</B><BR>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Mouse.
<LI>En la ficha <B>Doble clic</B>, haga doble clic para elegir una velocidad c&oacute;moda en la cuadr&iacute;cula del tablero de cuadros.
<LI>Haga doble clic en el icono de prueba para probar la configuraci&oacute;n.
</OL>



<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->

<!-- ************************Topic Break************************* --> <A NAME="add_or_change_owner_identification"></A><B>Propietario</B>
<ul></ul>
<A HREF="ctpnl.htm#owner_identification">Id. del propietario</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">Contrase&ntilde;a</A><br> <A HREF="ctpnl.htm#set_or_change_the_activesync_password">Contrase&ntilde;a con ActiveSync habilitado</A><br> <A HREF="ctpnl.htm#network_identification">Configurar la identificaci&oacute;n para redes remotas</A><br>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="owner_identification"></A><B>Id. del propietario</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Propietario y, a continuaci&oacute;n, elija la ficha <B>Identificaci&oacute;n</B>.
<LI>Rellene o modifique los datos como desee.
<LI>Para mostrar esta informaci&oacute;n cuando inicie el dispositivo, active <B>Mostrar Id. del propietario</B>.
<LI>Para agregar m&aacute;s informaci&oacute;n, seleccione la ficha <B>Notas</B> e introduzca la informaci&oacute;n en el cuadro <B>Notas</B>.<BR>Para incluir esta informaci&oacute;n al inicio, seleccione <B>Mostrar notas del propietario al encender</B>.
<li>Para configurar la identificaci&oacute;n para redes remotas, consulte <A HREF="ctpnl.htm#network_identification">Configurar la identificaci&oacute;n para redes remotas</A>.

</OL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#background">Pantalla</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">Contrase&ntilde;a</A><br> <A HREF="ctpnl.htm#set_or_change_the_activesync_password">Contrase&ntilde;a con ActiveSync habilitado</A><br> <A HREF="ctpnl.htm#network_identification">Configurar la identificaci&oacute;n para redes remotas</A><br>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="set_or_change_the_password"></A><B>Contrase&ntilde;a</B><OL></OL>

<P><B>Precauci&oacute;n</B> Si olvida su contrase&ntilde;a o si se da&ntilde;a el dispositivo m&oacute;vil y no funciona la reinicializaci&oacute;n, lleve a cabo un reinicio completo siguiendo las instrucciones del fabricante. Al realizar un reinicio completo se eliminan todos los archivos y los datos creados, as&iacute; como los programas que haya instalado.</P>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Contrase&ntilde;a.
<LI>En el cuadro <B>Contrase&ntilde;a</B>, escriba la contrase&ntilde;a.
<LI>En el cuadro <B>Confirmar contrase&ntilde;a</B>, escriba la contrase&ntilde;a otra vez.
<LI>Para preguntar por una contrase&ntilde;a al iniciar, seleccione <B>Habilitar protecci&oacute;n por contrase&ntilde;a</B>.<P>
</OL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">Propietario</A><br> <A HREF="ctpnl.htm#network_identification">Configurar la identificaci&oacute;n para redes remotas</A><br>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* -->

<A NAME="set_or_change_the_activesync_password"></A><B>Contrase&ntilde;a con ActiveSync habilitado</B><OL></OL>
<P>Utilice un n&uacute;mero de identificaci&oacute;n personal (PIN) o contrase&ntilde;a en su dispositivo para contribuir a mantener la privacidad de la informaci&oacute;n importante.</P>
<P><B>Para crear una nueva contrase&ntilde;a</B></P>
<OL type="1">
<LI>En <B>Panel de control,</B> haga doble clic en <B>Contrase&ntilde;a</B>.</LI>
<LI>Seleccione la casilla de verificaci&oacute;n <B>Avisar si el dispositivo no se utiliza durante</B> y, a continuaci&oacute;n, seleccione la duraci&oacute;n que se desee de la lista.<P>Si esta casilla de verificaci&oacute;n no est&aacute; disponible, el administrador del sistema ha definido una duraci&oacute;n fija o m&aacute;xima.</P></LI>
<LI>En la lista <B>Tipos de contrase&ntilde;a</B>, seleccione el tipo de contrase&ntilde;a que desee utilizar.</LI>
<UL type="disc">
<LI><B>PIN sencillo</B>: contrase&ntilde;a de 4 d&iacute;gitos que s&oacute;lo utiliza n&uacute;meros del 0 al 9.</LI>
<LI><B>Alfanum&eacute;rico seguro</B>: contrase&ntilde;a que puede contener letras en may&uacute;scula y en min&uacute;scula, n&uacute;meros y s&iacute;mbolos, como signos de puntuaci&oacute;n.</LI>
</UL>
<LI>Introduzca la contrase&ntilde;a que desee utilizar y, a continuaci&oacute;n, conf&iacute;rmela.</LI>
<LI>En la ficha <B>Pista</B>, escriba una frase que pueda ayudarle a recordar su contrase&ntilde;a en caso de que la olvide. Aseg&uacute;rese de que la pista no permita que otros usuarios adivinen la contrase&ntilde;a.</LI>
</OL>
<P class><B>Sugerencias</B></P>
<UL>
<LI>Una contrase&ntilde;a alfanum&eacute;rica s&oacute;lida proporciona m&aacute;s seguridad que un PIN sencillo.</LI>
<LI>Si utiliza el dispositivo en la intranet de su organizaci&oacute;n, es posible que un administrador del sistema le requiera que defina un PIN o una contrase&ntilde;a la primera vez que se conecte. Los pasos para configurar esta contrase&ntilde;a pueden diferir de los pasos arriba mencionados.</LI>
</UL>
<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">Propietario</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* -->


<A NAME="network_identification"></A><B>Configurar la identificaci&oacute;n para redes remotas</B><BR>
<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono Propietario.
<LI>En la ficha <B>Id. de red</B>, escriba el nombre de usuario, la contrase&ntilde;a y el nombre de dominio que utiliza para iniciar la sesi&oacute;n en la red remota.
</OL>
<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">Propietario</A><br> <A HREF="ctpnl.htm#set_or_change_the_password">Contrase&ntilde;a</A><br> <A HREF="ctpnl.htm#set_or_change_the_activesync_password">Contrase&ntilde;a con ActiveSync habilitado</A><br> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->




<!-- ************************Topic Break************************* -->

<P><A NAME="power"></A><B>Energ&iacute;a</B></P><UL></UL>

<A HREF="ctpnl.htm#battery">Comprobar la energ&iacute;a de las bater&iacute;as</A><BR><A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configurar el dispositivo para que se desactive cuando est&eacute; inactivo</A><BR> <A HREF="ctpnl.htm#optimize">Optimizar la duraci&oacute;n de las bater&iacute;as</A><BR> <A HREF="ctpnl.htm#power_schemes">Configurar combinaciones de energ&iacute;a</A><BR> <A HREF="ctpnl.htm#device_power_status">Comprobar el nivel de energ&iacute;a de los dispositivos del sistema</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="battery"></A><B>Comprobar la energ&iacute;a de las bater&iacute;as</B>

<UL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Energ&iacute;a y, a continuaci&oacute;n, seleccione la ficha <B>Bater&iacute;a</B>.
</UL>

<P><B>Nota</B> La ficha <B>Bater&iacute;a</B> ofrece informaci&oacute;n general acerca del estado de las bater&iacute;as. La cantidad de tiempo &uacute;til de funcionamiento que queda depende del tipo de bater&iacute;as y del uso del dispositivo.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="conserve_batteries_with_auto_suspend"></A><B>Configurar el dispositivo para que se desactive cuando est&eacute; inactivo</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Energ&iacute;a y, a continuaci&oacute;n, seleccione la ficha <B>Apagar</B>.
<LI>Seleccione las opciones deseadas para suspender las operaciones cuando el dispositivo no se utiliza.
</OL>

<P><B>Nota</B> Si no se ve la ficha Apagar, la administraci&oacute;n de energ&iacute;a activa est&aacute; habilitada. Consulte <A HREF="ctpnl.htm#power_schemes">Configurar combinaciones de energ&iacute;a</A> para configurar la administraci&oacute;n de energ&iacute;a activa.</P>

<P><B>Sugerencia</B> La suspensi&oacute;n de las operaciones contribuye a prolongar la duraci&oacute;n de las bater&iacute;as.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="optimize"></A><B>Optimizar la duraci&oacute;n de las bater&iacute;as</B><UL></UL>

<P>Le conviene que las bater&iacute;as duren el mayor tiempo posible, especialmente cuando se encuentre de viaje. En condiciones normales, se puede utilizar durante muchas horas un &uacute;nico juego de bater&iacute;as. &Eacute;stas son algunas sugerencias para obtener un mayor rendimiento.</P><UL></UL>

<P>
<UL>
<LI>Utilice una fuente de energ&iacute;a externa siempre que sea posible.<BR> Utilice el adaptador de CA para conectar el dispositivo a una fuente de energ&iacute;a externa siempre que sea posible, especialmente cuando:
  <UL>
    <LI>Establezca una conexi&oacute;n telef&oacute;nica (ciertos modems consumen gran cantidad de energ&iacute;a).
    <LI>Utilice la retroiluminaci&oacute;n de la pantalla del dispositivo (si la tiene).
    <LI>Se conecte a un equipo de escritorio.
    <LI>Utilice una tarjeta CompactFlash u otro perif&eacute;rico.
    <LI>Mantenga el indicador LED parpadeante durante periodos largos.
  </UL>
<LI>Configurar el dispositivo para que se desactive cuando est&eacute; inactivo.<BR> Cuando funciona con energ&iacute;a de las bater&iacute;as, el dispositivo se apaga o desactiva autom&aacute;ticamente si no toca el teclado ni utiliza el l&aacute;piz o el mouse durante m&aacute;s de tres minutos. Puede prolongar la duraci&oacute;n de la bater&iacute;a si reduce ese tiempo.
<LI>Desactive el sonido si no lo necesita.<BR> De manera predeterminada, el dispositivo emite sonidos en respuesta a determinados eventos, como advertencias o citas, as&iacute; como a la presi&oacute;n de botones de hardware. Para optimizar la duraci&oacute;n de las bater&iacute;as, desactive cualquier sonido que no necesite. Haga clic en <B>Inicio</B>, <B>Configuraci&oacute;n</B>, <B>Panel de control</B> y, a continuaci&oacute;n, en <B>Volumen y sonidos</B>.
</UL></P>


<P><B>Nota</B>  Cuando las bater&iacute;as est&eacute;n bajas, aparecer&aacute; un icono de bater&iacute;a en la barra de tareas.</P><UL></UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#change_event_sounds">Cambiar los eventos de sonido </A><BR><A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configurar el dispositivo para que se desactive cuando est&eacute; inactivo</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="power_schemes"></A><B>Configurar combinaciones de energ&iacute;a</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Energ&iacute;a y, a continuaci&oacute;n, seleccione la ficha <B>Combinaciones</B>.
<LI>Seleccione las opciones deseadas para definir los estados de energ&iacute;a reducida.
</OL>

<P><B>Nota</B> Si no se ve la ficha Combinaciones, la administraci&oacute;n de energ&iacute;a pasiva est&aacute; habilitada. Consulte <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configurar el dispositivo para que se desactive cuando est&eacute; inactivo</A> para configurar la administraci&oacute;n de energ&iacute;a pasiva.</P>

<P>Los distintos tiempos representan el tiempo que ha de transcurrir para que el sistema pase al siguiente estado de conservaci&oacute;n de energ&iacute;a. Por ejemplo, si &quot;Cambiar estado a sistema inactivo:&quot; se define como &quot;Despu&eacute;s de 5 minutos&quot;, el sistema pasar&aacute; del estado &quot;Usuario inactivo&quot; al estado &quot;Sistema inactivo&quot; tras 5 minutos de inactividad.</P>

<P>Incluso si el par&aacute;metro de tiempo se define como &quot;Nunca&quot;, el sistema entrar&aacute; en un estado de conservaci&oacute;n de energ&iacute;a menor si la situaci&oacute;n lo requiere. Por ejemplo, si &quot;Cambiar estado a Suspender:&quot; est&aacute; definido como &quot;Nunca&quot;, la bater&iacute;a que alcance un nivel cr&iacute;tico seguir&aacute; produciendo la suspensi&oacute;n del sistema.</P>

<P><B>Sugerencia</B> Los tiempos cortos contribuyen a prolongar la duraci&oacute;n de las bater&iacute;as.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="device_power_status"></A><B>Comprobar el nivel de energ&iacute;a de los dispositivos del sistema</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Energ&iacute;a y, a continuaci&oacute;n, seleccione la ficha <B>Estado del dispositivo</B>.
</OL>

<P><B>Nota</B> Si no se ve la ficha Estado del dispositivo, la administraci&oacute;n de energ&iacute;a pasiva est&aacute; habilitada. Consulte <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configurar el dispositivo para que se desactive cuando est&eacute; inactivo</A> para configurar la administraci&oacute;n de energ&iacute;a pasiva.</P>

<P>Todos los dispositivos con la administraci&oacute;n de energ&iacute;a activa habilitada aparecen en la columna de la izquierda, con su nivel de energ&iacute;a actual en la columna de la derecha. El nivel de energ&iacute;a oscila entre Alto (D0), que es el mayor, y Sin energ&iacute;a (D4), que es el menor.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- PegHelp --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* -->

<P><A NAME="adjust_the_language_settings"></A> <A NAME="modifying_regional_settings"></A><B>Configuraci&oacute;n regional y de idioma</B></P>

<P>Utilice la configuraci&oacute;n regional y de idioma para establecer las opciones de idioma y regi&oacute;n:<br><br> <A HREF="ctpnl.htm#regional_settings">Configuraci&oacute;n regional</A> <br> <A HREF="ctpnl.htm#input_language">Idioma del dispositivo de entrada</A><br> <A HREF="ctpnl.htm#user_interface_language">Idioma de la interfaz de usuario</A><br></p>
<p> Para abrir la configuraci&oacute;n regional y de idioma, seleccione <b>Inicio &gt; Configuraci&oacute;n &gt; Panel de control</b> y, a continuaci&oacute;n, haga doble clic en <b>Configuraci&oacute;n regional y de idioma</b>.



<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->


<P><A NAME="regional_settings"></A><B>Configuraci&oacute;n regional</B></P>
<p>Utilice la configuraci&oacute;n regional para controlar el formato de n&uacute;meros, moneda y horas o fechas.</p>
<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono <b>Configuraci&oacute;n regional y de idioma</b>.
<LI>Seleccione la ficha <b>Configuraci&oacute;n regional</b>.
<li>Seleccione la configuraci&oacute;n regional de la lista desplegable.
<LI>Para cambiar los formatos utilizados para n&uacute;meros, monedas y horas o fechas, seleccione el bot&oacute;n <b>Personalizar</b>.
<li>En el cuadro de di&aacute;logo <b>Personalizar configuraci&oacute;n regional</b>, seleccione las opciones que quiera utilizar.
</OL>
<br> <B>Consulte tambi&eacute;n</b><br> <A HREF="ctpnl.htm#modifying_regional_settings">Configuraci&oacute;n regional y de idioma</A><BR> <A HREF="ctpnl.htm#input_language">Idioma del dispositivo de entrada</A><BR> <A HREF="ctpnl.htm#user_interface_language">Idioma de la interfaz de usuario</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="user_interface_language"></A><B>Idioma de la interfaz de usuario</B><BR><UL></UL>
<P>El idioma de la interfaz de usuario es el idioma que aparece en men&uacute;s, cuadros de di&aacute;logo y mensajes de alerta. </P>
<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono <b>Configuraci&oacute;n regional y de idioma</b>.
<LI>Seleccione la ficha <B>Idioma de la interfaz de usuario</B>.
<li>En la lista desplegable, seleccione el idioma que desea utilizar. <br>
</OL>
<P><b> NOTA:</b>  la configuraci&oacute;n del idioma de la interfaz de usuario requiere un restablecimiento de software del dispositivo. <br>Para evitar la p&eacute;rdida de datos, es preferible cambiar el idioma de la interfaz de usuario &uacute;nicamente durante la configuraci&oacute;n inicial del dispositivo.
</P>
<B>Consulte tambi&eacute;n</b><br> <A HREF="ctpnl.htm#modifying_regional_settings">Configuraci&oacute;n regional y de idioma</A><BR> <A HREF="ctpnl.htm#regional_settings">Configuraci&oacute;n regional</A><BR> <A HREF="ctpnl.htm#input_language">Idioma del dispositivo de entrada</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* --> <A NAME="input_language"></A><B>Idioma del dispositivo de entrada</B><BR><UL></UL>
<P>El idioma del dispositivo de entrada es el idioma del teclado o el editor de m&eacute;todos de entrada que se utilizan para introducir informaci&oacute;n en el dispositivo. </P>
<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono <b>Configuraci&oacute;n regional y de idioma</b>.
<LI>Seleccione la ficha <B>Idioma de dispositivo de entrada</B>.
<LI>Seleccione el idioma predeterminado en la lista desplegable <b>Idioma predeterminado de dispositivo de entrada</b>. Este idioma del dispositivo de entrada es el que se utilizar&aacute; cada vez que se inicie el dispositivo.
<li>Seleccione los idiomas que desea utilizar en la lista <b>Idioma instalado de dispositivo de entrada</B>. Desactive la casilla de verificaci&oacute;n de todos los idiomas que no desee utilizar.
</OL>
<p><b> NOTA:</b> la modificaci&oacute;n del idioma predeterminado del dispositivo de entrada requiere un restablecimiento de software del dispositivo. Para evitar la p&eacute;rdida de datos, es preferible cambiar el idioma predeterminado de entrada de dispositivo &uacute;nicamente durante la configuraci&oacute;n inicial del dispositivo.</p>
<B>Consulte tambi&eacute;n</b><br> <A HREF="ctpnl.htm#modifying_regional_settings">Configuraci&oacute;n regional y de idioma</A><BR> <A HREF="ctpnl.htm#regional_settings">Configuraci&oacute;n regional</A><BR> <A HREF="ctpnl.htm#user_interface_language">Idioma de la interfaz de usuario</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->
<P><A NAME="removing_programs"></A><B>Quitar programas</B></P><UL></UL>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Quitar programas.
<LI>En la lista <B>Programas</B>, seleccione el programa que desea eliminar.
<LI>Seleccione <B>Quitar</B>.
</OL>

<P><B>Notas</B>
<UL>
<LI>S&oacute;lo podr&aacute; quitar los programas instalados en la memoria RAM.
<LI>Si no puede eliminar un programa, consulte la Ayuda de Servicios para Windows Embedded Compact en el dispositivo o la documentaci&oacute;n del programa para obtener m&aacute;s informaci&oacute;n.
</UL></P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="adjusting_keyboard_and_stylus_settings"></A><B>L&aacute;piz</B></P><UL></UL>


<A HREF="ctpnl.htm#recalibrate_the_stylus">Recalibrar la pantalla t&aacute;ctil</A><BR> <A HREF="ctpnl.htm#adjust_the_stylus_double_tap_rate">Ajustar la velocidad de doble punteo</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="recalibrate_the_stylus"></A><B>Recalibrar la pantalla t&aacute;ctil</B><UL></UL>

<P>En el Asistente de bienvenida, punte&oacute; un objetivo con el fin de establecer la presi&oacute;n necesaria para que la pantalla pueda responder al punteo del l&aacute;piz. Si el dispositivo no responde correctamente al punteo del l&aacute;piz:</P>

<UL>
<LI>Presione Ctrl+Alt+ + (tecla SUMA) para abrir el Asistente de bienvenida. Siga las indicaciones que aparecen en pantalla.
</UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#adjust_the_stylus_double_tap_rate">Ajustar la velocidad de doble punteo</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_the_stylus_double_tap_rate"></A><B>Ajustar la velocidad de doble punteo</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de L&aacute;piz.
<LI>En la ficha <B>Doble punteo</B>, puntee dos veces para elegir una velocidad c&oacute;moda en la cuadr&iacute;cula del tablero de cuadros.
<LI>Puntee dos veces en el &aacute;rea de prueba para probar la configuraci&oacute;n.
</OL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#recalibrate_the_stylus">Recalibrar la pantalla t&aacute;ctil</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<P><A NAME="adjusting_memory_and_power_settings"></A><B>Sistema</B></P><UL></UL>

<A HREF="ctpnl.htm#adjust_the_memory_to_power_ratio">Ajustar la asignaci&oacute;n de la memoria RAM</A><BR> <A HREF="ctpnl.htm#programs_located_in_rom">Programas ubicados en la memoria ROM</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_the_memory_to_power_ratio"></A><B>Ajustar la asignaci&oacute;n de la memoria RAM</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Sistema.
<LI>En la ficha <B>Memoria</B>, mueva el control deslizante para asignar m&aacute;s memoria para programas o almacenamiento.<BR>Si no dispone de espacio suficiente en disco, incremente la cantidad de memoria de almacenamiento.<BR>Si el funcionamiento del dispositivo es muy lento, intente incrementar la cantidad de memoria del programa.
</OL>

<B>Notas</B>
<UL>
<LI>El reinicio del dispositivo puede proporcionar m&aacute;s memoria para programas o datos. Si los problemas de memoria persisten, reinicie su dispositivo tal como describe la documentaci&oacute;n del fabricante.
<LI>La ficha <B>General</B> contiene informaci&oacute;n general acerca de las configuraciones de hardware y software del dispositivo.
<LI>Se puede asignar un m&aacute;ximo de 16 MB de memoria RAM a los archivos.
</UL>

<B>Consulte tambi&eacute;n</B><BR><A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configurar el dispositivo para que se desactive cuando est&eacute; inactivo</A><BR> <A HREF="ctpnl.htm#programs_located_in_rom">Programas ubicados en la memoria ROM</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="programs_located_in_rom"></A><B>Programas ubicados en la memoria ROM</B><UL></UL>

<P>Los programas comercializados con el dispositivo m&oacute;vil se encuentran en la memoria ROM y permanecen a&uacute;n despu&eacute;s de un reinicio completo. Los programas que instale en el dispositivo se alojar&aacute;n en la memoria RAM y despu&eacute;s de un reinicio completo ser&aacute; necesario volver a instalarlos. Si tiene problemas al volver a instalar programas, ajuste la asignaci&oacute;n de la memoria RAM.</P><UL></UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#adjust_the_memory_to_power_ratio">Ajustar la asignaci&oacute;n de la memoria RAM</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<P><A NAME="cp_menu"></A><B>Men&uacute;s Barra de tareas e Inicio</B></P><UL></UL>

<A HREF="ctpnl.htm#hide_the_taskbar">Ocultar la barra de tareas</A><BR> <A HREF="ctpnl.htm#change_the_taskbar_settings">Cambiar la configuraci&oacute;n de la barra de tareas</A><BR> <a href="ctpnl.htm#expand_the_control_panel">Expandir el men&uacute; Inicio</a><br> <BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="hide_the_taskbar"></A><B>Ocultar la barra de tareas</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Barra de tareas</B> &gt; <B>Men&uacute;s Barra de tareas e Inicio</B>.
<LI>Seleccione <B>Ocultar autom&aacute;ticamente</B>.
</OL>

<UL>
<LI>Para mostrar la barra de tareas, seleccione la barra horizontal delgada de la parte inferior de la ventana. Para ocultar de nuevo la barra de tareas, puntee o haga clic fuera de la misma.
</UL>

<P><B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#change_the_taskbar_settings">Cambiar la configuraci&oacute;n de la barra de tareas</A><BR> <A HREF="wince.htm#reading_taskbar_icons">Iconos de la barra de tareas</A><BR></P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="change_the_taskbar_settings"></A><B>Cambiar la configuraci&oacute;n de la barra de tareas</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Men&uacute;s Barra de tareas e Inicio</B>.
<LI>Elija las opciones que desee.
</OL>

<P><B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#hide_the_taskbar">Ocultar la barra de tareas</A><BR> <A HREF="wince.htm#reading_taskbar_icons">Iconos de la barra de tareas</A><BR></P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* --> <A name="expand_the_control_panel"></a><b>Expandir el men&uacute; Inicio</b><br>
<ul></ul>
Puede establecer el men&uacute; <b>Inicio</b> para mostrar un men&uacute; con todas las opciones disponibles mediante los subprogramas del <b>Panel de control</b>.
<ol>
<li>Seleccione <b>Inicio</b> &gt; <b>Configuraci&oacute;n</b> &gt; <b>Men&uacute;s Barra de tareas e Inicio.</b>
<li>Elija la ficha <b>Opciones avanzadas</b>.
<li>Active <b>Expandir Panel de control</b>.
<li> Seleccione <b>Aceptar</b>.
</ol>
<p>La pr&oacute;xima vez que utilice el men&uacute; <b>Inicio</b>, puede mostrar todas las opciones del men&uacute; <b>Panel de control</b>.
<ul></ul>
<b>Consulte tambi&eacute;n</b><br> <A href="ctpnl.htm#Main_Contents">Configuraci&oacute;n del Panel de control</a>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->


<P><A NAME="adjusting_volume_and_sounds"></A><B>Volumen y sonidos</B></P><UL></UL>

<A HREF="ctpnl.htm#adjust_volume_and_turn_sounds_on_or_off">Ajustar el volumen y los sonidos</A><BR> <A HREF="ctpnl.htm#change_event_sounds">Cambiar los eventos de sonido</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_volume_and_turn_sounds_on_or_off"></A><B>Ajustar el volumen y los sonidos</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Volumen y sonidos.
<LI>En la ficha <B>Volumen</B>, seleccione las opciones deseadas.
</OL>

<P><B>Sugerencia</B>  La desactivaci&oacute;n del sonido permite ahorrar energ&iacute;a y prolongar la duraci&oacute;n de las bater&iacute;as.</P><UL></UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#change_event_sounds">Cambiar los eventos de sonido</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->



<A NAME="change_event_sounds"></A><B>Cambiar los eventos de sonido</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Volumen y sonidos y, a continuaci&oacute;n, seleccione la ficha <B>Sonido</B>.
<LI>Seleccione un evento de la lista <B>Nombre del evento</B>.
<LI>En la lista <B>Sonido del evento</B>, seleccione un sonido.<BR>Para quitar un sonido de un evento seleccionado, haga clic en <B>Ninguno</B>.
<LI>Para guardar los cambios en otra combinaci&oacute;n, seleccione <B>Guardar como</B> y, a continuaci&oacute;n, d&eacute; un nombre a la combinaci&oacute;n de sonidos.<BR>Para eliminar una combinaci&oacute;n de sonidos, selecci&oacute;nela en la lista y haga clic en <B>Eliminar</B>.
</OL>

<P><B>Sugerencia</B> Para desactivar r&aacute;pidamente todos los eventos de sonido, seleccione <B>Sin sonidos</B> en la lista <B>Combinaciones</B>.</P><UL></UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#adjust_volume_and_turn_sounds_on_or_off">Ajustar el volumen y los sonidos</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* --> <A NAME="managing_certificate_stores"></A><B>Administrar certificados digitales</B><BR><UL></UL>

<P>Algunas aplicaciones emplean certificados para establecer comunicaciones seguras y de confianza. Los certificados los firman y otorgan las entidades emisoras de certificados y son v&aacute;lidos durante un per&iacute;odo de tiempo prescrito. Windows Embedded Compact administra distintos almacenes de certificados.</P>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Abra el icono de Certificados.
<LI>En la ficha <B>Almacenes</B>, seleccione el almac&eacute;n de certificados que desea visualizar o modificar en la lista desplegable. El almac&eacute;n <B>Entidades emisoras de confianza</B> enumera los certificados de primer nivel de las autoridades de confianza. El almac&eacute;n <B>Mis certificados</B> contiene sus certificados personales, aquellos que utiliza para identificarse. Las entidades emisoras de certificados intermedias que ayudan a establecer una cadena de confianza se almacenan en <B>Otras entidades</B>.
<LI>Para agregar un certificado o una clave privada asociada al almac&eacute;n seleccionado, haga clic en <B>Importar</B>.
<LI>Para ver m&aacute;s detalles del certificado seleccionado, como el nombre expandido o la fecha de caducidad, seleccione <B>Ver</B>.
<LI>Para eliminar un certificado seleccionado del almac&eacute;n, seleccione <B>Quitar</B>.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->

<!-- ************************Topic Break************************* -->

<P><A NAME="storage_manager"></A><B>Administrador de almacenamiento</B></P><UL></UL>

<A HREF="ctpnl.htm#manage_disks">Administrar dispositivos de almacenamiento</A><BR> <A HREF="ctpnl.htm#manage_partitions">Administrar particiones de disco</A><BR> <A HREF="ctpnl.htm#create_partition">Crear una nueva partici&oacute;n</A><BR> <A HREF="ctpnl.htm#advanced_partition">Caracter&iacute;sticas avanzadas de las particiones</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="manage_disks"></A><B>Administrar dispositivos de almacenamiento</B></P><UL></UL>

<P>Los dispositivos de almacenamiento disponibles se enumeran por nombre de dispositivo en el cuadro desplegable. Para ver la informaci&oacute;n sobre el disco o realizar operaciones de almacenamiento, seleccione un dispositivo en la lista.</P>

<UL>
<LI>Para desmontar todas las particiones del dispositivo de almacenamiento seleccionado, haga clic en <b>Desmontar</B>.</LI>
<LI>Para dar formato a la tabla de particiones, seleccione <B>Formato</B>. No podr&aacute; dar formato a la tabla de particiones si algunas de las particiones de la tabla est&aacute;n montadas.</LI>
</UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="manage_partitions"></A><B>Administrar particiones de disco</B></P><UL></UL>

<P>Las particiones disponibles del dispositivo de almacenamiento seleccionado se enumeran en el cuadro de lista.</P>

<UL>
<LI>Para crear una nueva partici&oacute;n en el dispositivo, seleccione <B>Nueva</B>.</LI>
<LI>Para eliminar una partici&oacute;n del dispositivo de almacenamiento, seleccione <B>Eliminar</B>. No podr&aacute; eliminar las particiones montadas.</LI>
<LI>Para ver la informaci&oacute;n de la partici&oacute;n o realizar operaciones avanzadas como dar formato, seleccione <B>Propiedades</B>.</LI>
</UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#create_partition">Crear una nueva partici&oacute;n</A><BR> <A HREF="ctpnl.htm#advanced_partition">Caracter&iacute;sticas avanzadas de las particiones</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="create_partition"></A><B>Crear una nueva partici&oacute;n</B></P><UL></UL>

<OL>
<LI>Para crear una nueva partici&oacute;n, seleccione un dispositivo de almacenamiento en la lista y, a continuaci&oacute;n, seleccione <B>Nuevo</B>.
<LI>Escriba el nombre de la nueva partici&oacute;n.</LI>
<LI>Escriba el tama&ntilde;o de la nueva partici&oacute;n (en sectores) o active la casilla de verificaci&oacute;n <B>Usar espacio disponible en disco</B>.</LI>
<LI>Seleccione <B>Aceptar</B> para crear la partici&oacute;n o <B>X</B> para cancelar.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="advanced_partition"></A><B>Caracter&iacute;sticas avanzadas de las particiones</B></P><UL></UL>

<P>Para ver las opciones de partici&oacute;n avanzadas, seleccione una partici&oacute;n y, a continuaci&oacute;n, <B>Propiedades</B>.</P>

<UL>
<LI>Para montar una partici&oacute;n sin montar, seleccione <B>Montar</B></LI>
<LI>Para desmontar una partici&oacute;n montada, seleccione <B>Desmontar</B></LI>
<LI>Para dar formato a una partici&oacute;n, seleccione <B>Formato</B></LI>
<LI>Para buscar y reparar una partici&oacute;n, seleccione <B>Examinar</B></LI>
<LI>Para defragmentar una partici&oacute;n, seleccione <B>Defragm.</B></LI>
</UL>

<B>Notas</B>
<UL>
<LI>Dependiendo del sistema de archivos de la partici&oacute;n, puede que las opciones <B>Formato</B>, <B>Examinar</B> y <B>Defragm.</B> no se encuentren disponibles. El comportamiento de estas caracter&iacute;sticas variar&aacute; en funci&oacute;n de la implementaci&oacute;n de la biblioteca de la utilidad del sistema de archivos.
</UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<P><A NAME="bluetooth"></A><B>Bluetooth</B></P><UL></UL>

<P>Utilice Bluetooth en el Panel de control para descubrir y administrar dispositivos Bluetooth.</P>

<A HREF="ctpnl.htm#bt_scanning_for_device">B&uacute;squeda de dispositivos Bluetooth</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Autenticaci&oacute;n de dispositivos</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Eliminaci&oacute;n de dispositivos de la lista de confianza</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Activaci&oacute;n de dispositivos</A><BR>

<P><B>Nota</B> Para abrir Bluetooth, seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y, a continuaci&oacute;n, haga doble clic en <B>Bluetooth</B>.</P><UL></UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_scanning_for_device"></A><B>B&uacute;squeda de dispositivos Bluetooth</B></P><UL></UL>
<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y, a continuaci&oacute;n, haga doble clic en <B>Bluetooth</B>.
<LI>Presione el bot&oacute;n <b>Examinar dispositivo</b>. Se iniciar&aacute; el proceso de b&uacute;squeda. Los dispositivos Bluetooth que se identifiquen en las proximidades se agregar&aacute;n a la lista <b>Desconocido</b>.
<li>A continuaci&oacute;n, puede seleccionar los dispositivos que desea utilizar para crear una relaci&oacute;n de confianza. Para obtener informaci&oacute;n sobre c&oacute;mo autenticar un dispositivo para establecer una relaci&oacute;n de confianza, consulte <a href="ctpnl.htm#bt_device_authentication">Autenticaci&oacute;n de dispositivos</a>.
</OL>
<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#bt_device_authentication">Autenticaci&oacute;n de dispositivos</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Eliminaci&oacute;n de dispositivos de la lista de confianza</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Activaci&oacute;n de dispositivos</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_device_authentication"></A><B>Autenticaci&oacute;n de dispositivos</B></P><UL></UL>
<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y, a continuaci&oacute;n, haga doble clic en <B>Bluetooth</B>.
<LI>En la lista <b>Desconocido</b>, haga clic en el dispositivo que desea autenticar.
<LI>Haga clic en el bot&oacute;n &quot;--&gt;&quot;. Si el dispositivo requiere autorizaci&oacute;n, aparecer&aacute; un cuadro de di&aacute;logo solicitando el NIP (N&uacute;mero de identificaci&oacute;n personal) del dispositivo. Si introduce el NIP correcto, el dispositivo pasar&aacute; a la lista <b>de confianza</b>.
</OL>
<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">B&uacute;squeda de dispositivos Bluetooth</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Eliminaci&oacute;n de dispositivos de la lista de confianza</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Activaci&oacute;n de dispositivos</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_remove_device"></A><B>Eliminaci&oacute;n de dispositivos de la lista de confianza</B></P><UL></UL>
<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y, a continuaci&oacute;n, haga doble clic en <B>Bluetooth</B>.
<LI>En la lista <b>de confianza</b>, haga clic en el dispositivo que desea eliminar.
<LI>Haga clic en el bot&oacute;n &quot;&lt;--&quot; para que el dispositivo <b>deje de ser de confianza</b>.
<LI>Haga clic en el bot&oacute;n <b>SUPR</b> para borrar la entrada y eliminarla de la cach&eacute;.
</OL>
<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">B&uacute;squeda de dispositivos Bluetooth</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Autenticaci&oacute;n de dispositivos</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Activaci&oacute;n de dispositivos</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_make_device_active"></A><B>Activaci&oacute;n de dispositivos</B></P><UL></UL>

<P>Para cada clase de dispositivo, s&oacute;lo puede marcar uno como activo y usarlo como dispositivo predeterminado.</P>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> y, a continuaci&oacute;n, haga doble clic en <B>Bluetooth</B>.
<LI>En la lista <b>de confianza</b>, haga clic con el bot&oacute;n secundario en el dispositivo cuyo estado desea cambiar a <b>Activo</b>.
<LI>En la lista emergente, seleccione <b>Activo</b> para marcar el dispositivo activo.
</OL>
<B>Consulte tambi&eacute;n</B><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">B&uacute;squeda de dispositivos Bluetooth</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Autenticaci&oacute;n de dispositivos</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Eliminaci&oacute;n de dispositivos de la lista de confianza</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->




<!-- ************************Topic Break************************* -->

<A NAME="index"></A><B>&Iacute;ndice</B><UL></UL>

<A HREF="ctpnl.htm#accessibility_settings">accesibilidad</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Bluetooth, autenticaci&oacute;n de dispositivos</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Bluetooth, activaci&oacute;n de dispositivos</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Bluetooth, eliminaci&oacute;n de dispositivos de la lista de confianza</A><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">Bluetooth, b&uacute;squeda de dispositivos</A><BR>

<A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">bater&iacute;as, suspensi&oacute;n autom&aacute;tica</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">bater&iacute;as, conservaci&oacute;n</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">bater&iacute;as, conservaci&oacute;n de bater&iacute;as</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">bater&iacute;as, modo de suspensi&oacute;n</A><BR><A HREF="ctpnl.htm#managing_certificate_stores">certificados</A><BR>

<A HREF="ctpnl.htm#adjust_pc_connection_settings">conexi&oacute;n, configuraci&oacute;n del equipo</A><BR> <A HREF="ctpnl.htm#adjust_dialing_location_settings">conexi&oacute;n, configuraci&oacute;n de la ubicaci&oacute;n de marcado</A><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">conexi&oacute;n, configuraci&oacute;n de modelos de marcado</A><BR>

<A HREF="ctpnl.htm#recalibrate_the_stylus">dispositivo, calibrar el l&aacute;piz</A><BR> <A HREF="ctpnl.htm#recalibrate_the_stylus">dispositivo, recalibrar el l&aacute;piz</A><BR> <A HREF="ctpnl.htm#adjust_the_stylus_double_tap_rate">dispositivo, velocidad de doble punteo</A><BR> <A HREF="ctpnl.htm#mousesettings">dispositivo, configuraci&oacute;n del mouse</A><BR> <A HREF="ctpnl.htm#change_the_taskbar_settings">dispositivo, configuraci&oacute;n de la barra de tareas</A><BR> <A HREF="ctpnl.htm#setting_the_date_and_time">dispositivo, configuraci&oacute;n de fecha</A><BR> <A HREF="ctpnl.htm#setting_the_date_and_time">dispositivo, configuraci&oacute;n de hora</A><BR> <A HREF="ctpnl.htm#hide_the_taskbar">dispositivo, mostrar u ocultar la barra de tareas</A><BR> <A HREF="ctpnl.htm#change_event_sounds">sonidos del dispositivo, eventos</A><BR> <A HREF="ctpnl.htm#change_event_sounds">sonidos del dispositivo, cambiar</A><BR> <A HREF="ctpnl.htm#adjusting_volume_and_sounds">sonidos del dispositivo, activar/desactivar</A><BR> <A HREF="ctpnl.htm#adjusting_volume_and_sounds">sonidos del dispositivo, volumen</A><BR> <A HREF="ctpnl.htm#storage_manager">almacenamiento del dispositivo, dispositivos de almacenamiento</A><BR>

<A HREF="ctpnl.htm#adjust_the_memory_to_power_ratio">memoria, ajustar la asignaci&oacute;n de la memoria RAM</A><BR>




<A HREF="ctpnl.htm#change_the_device_name">propietario, nombre del dispositivo</A><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">propietario, identificaci&oacute;n del propietario</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">propietario, contrase&ntilde;a del dispositivo</A><BR> <A HREF="ctpnl.htm#set_or_change_the_ActiveSync_password">propietario, contrase&ntilde;a del dispositivo con ActiveSync habilitado</A><BR>

<A HREF="ctpnl.htm#programs_located_in_rom">programas, en la memoria ROM</A><BR> <A HREF="ctpnl.htm#removing_programs">programas, quitar programas</A><BR>






<!-- PegHelp -->
</BODY>
</HTML>
