<!--
Copyright (c) Microsoft Corporation.  All rights reserved.
-->
<!--
Use of this sample source code is subject to the terms of the Microsoft
license agreement under which you licensed this sample source code. If
you did not accept the terms of the license agreement, you are not
authorized to use this sample source code. For the terms of the license,
please see the license agreement between you and Microsoft or, if applicable,
see the LICENSE.RTF on your install media or the root of your tools installation.
THE SAMPLE SOURCE CODE IS PROVIDED "AS IS", WITH NO WARRANTIES OR INDEMNITIES.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<!-- Inserted by TRADOS: --><META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

<META HTTP-EQUIV="Htm-Help" CONTENT="rnetw.htm#Main_Contents">
<TITLE>Ayuda de Conexiones de red y acceso telef&oacute;nico</TITLE>
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000">
<!-- PegHelp -->

<P><A NAME="Main_Contents"></A><B>Ayuda de Conexiones de red y acceso telef&oacute;nico</B></P><UL></UL>

<A HREF="rnetw.htm#connectisp">Establecer una conexi&oacute;n con un proveedor de servicios Internet</A><BR> <A HREF="rnetw.htm#connectnetwork">Establecer una conexi&oacute;n con una red</A><BR> <A HREF="rnetw.htm#adjusting_communication_prop">Ajustar las propiedades de las conexiones remotas</A><BR> <A HREF="rnetw.htm#using_terminal">Utilizar el Terminal</A><BR> <A HREF="rnetw.htm#index">&Iacute;ndice</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- ****  ISP Connection    ************** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->

<A NAME="connectisp"></A><B>Establecer una conexi&oacute;n con un proveedor de servicios Internet</B><UL></UL>

<A HREF="rnetw.htm#aboutisp">Acerca de conectar a Internet</A><BR> <A HREF="rnetw.htm#service">Crear una cuenta ISP</A><BR> <A HREF="rnetw.htm#make_a_new_connection">Crear una nueva conexi&oacute;n en el dispositivo</A><BR> <A HREF="rnetw.htm#connectinternet">Establecer una conexi&oacute;n a Internet con un ISP</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="aboutisp"></A><B>Acerca de conectar a Internet</B><UL></UL>

<P>Puede utilizar su dispositivo m&oacute;vil para conectarse a Internet, lo cual le permite explorar el World Wide Web (WWW) e intercambiar correo electr&oacute;nico.</P><UL></UL>

<P>Si su dispositivo no est&aacute; equipado con un m&oacute;dem integrado, deber&aacute; instalar una tarjeta de m&oacute;dem o un m&oacute;dem externo. Para obtener informaci&oacute;n detallada acerca de la instalaci&oacute;n, consulte las instrucciones del fabricante del m&oacute;dem. Cuando el m&oacute;dem est&eacute; configurado, cree una conexi&oacute;n con un ISP.</P><UL></UL>


<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#connectinternet">Establecer una conexi&oacute;n a Internet con un ISP</A><BR> <A HREF="rnetw.htm#service">Crear una cuenta ISP</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->


<P><A NAME="service"></A><B>Crear una cuenta ISP</B></P><UL></UL>

<P><B>Nota</B> Su dispositivo no admite cuentas PPTP.</P><UL></UL>

<P>Configure una cuenta PPP (protocolo punto a punto) con un proveedor de servicios Internet para obtener la siguiente informaci&oacute;n:
<UL>
<LI>N&uacute;mero de tel&eacute;fono de acceso
<LI>Nombre de usuario
<LI>Contrase&ntilde;a
</UL>


<P>Tras establecer una cuenta, cree una nueva conexi&oacute;n en el dispositivo. Una vez creada, deber&iacute;a poder utilizar la configuraci&oacute;n TCP/IP predeterminada que proporciona el asistente <B>Nueva conexi&oacute;n</B>. Si no puede conectar utilizando la configuraci&oacute;n predeterminada, p&oacute;ngase en contacto con el ISP para obtener la informaci&oacute;n de TCP/IP espec&iacute;fica y para las direcciones DNS primaria y secundaria.</P><UL></UL>


<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#connectinternet">Establecer una conexi&oacute;n a Internet con un ISP</A><BR> <A HREF="rnetw.htm#make_a_new_connection">Crear una nueva conexi&oacute;n en el dispositivo</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="make_a_new_connection"></A><B>Crear una nueva conexi&oacute;n en el dispositivo</B><UL></UL>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Conexiones de red y de acceso telef&oacute;nico</B>.
<LI>Puntee dos veces o haga doble clic en el icono de Realizar conexi&oacute;n nueva.
<LI>En el cuadro de di&aacute;logo <B>Realizar conexi&oacute;n nueva</B>, escriba un nombre para la conexi&oacute;n.
<LI>Seleccione <B>Conexi&oacute;n telef&oacute;nica</B>.
<LI>Seleccione el bot&oacute;n <B>Siguiente</B>.
<LI>Seleccione el m&oacute;dem que desea utilizar en la lista desplegable.
<li>Si desea introducir un nuevo n&uacute;mero de tel&eacute;fono cada vez que se conecta, seleccione <B>Configurar</B>.
<ul><li>En el cuadro de di&aacute;logo <b>Propiedades del dispositivo</b>, seleccione la ficha <b>Configuraci&oacute;n del puerto</b>.
<li>Active <b>Marcado manual</b> para poder escribir un n&uacute;mero de tel&eacute;fono cada vez que se conecte.
<li>Si desea personalizar las opciones de tel&eacute;fono, seleccione la ficha <b>Opciones de llamada</b> y establezca las preferencias de opciones.
<li> Seleccione <b>Aceptar</b> para aceptar las opciones de configuraci&oacute;n. </ul> 
<LI>Seleccione <B>Configuraci&oacute;n de TCP/IP</B>.
<ul><li> En la ficha <B>General</B>, aseg&uacute;rese de que est&aacute; activada la casilla <B>Usar dir. IP asignada por el servidor</B>. 
<li>En la ficha <B>Servidores de nombres</B>, aseg&uacute;rese de que est&aacute; activada la casilla <B>Usar dir. asignadas por servidor</B>.
<li> Seleccione <B>Aceptar</B>. </ul>
<LI>Seleccione el bot&oacute;n <B>Siguiente</B>.
<li>En el cuadro de di&aacute;logo <b>N&uacute;mero de tel&eacute;fono</b>, escriba el n&uacute;mero de acceso telef&oacute;nico del ISP.
<LI>Seleccione el bot&oacute;n <B>Finalizar</B>.<BR></ol>
<p>La conexi&oacute;n que acaba de crear aparecer&aacute; como un icono en la carpeta <b>Conexiones de red</b>.<BR>

<p><B>Notas</B>
<UL>
<li>Si no puede establecer una conexi&oacute;n con la configuraci&oacute;n predeterminada, p&oacute;ngase en contacto con su ISP o administrador de red para solicitar ayuda.<br>
<LI>Si va a crear en su PC una conexi&oacute;n de m&oacute;dem externo, seleccione <B>Hayes Compatible en COM1</B> como su m&oacute;dem. 
<li>Al conectar el dispositivo con un equipo utilizando un m&oacute;dem externo, utilice el cable o adaptador de m&oacute;dem que le ha suministrado el fabricante. 
</UL>
<ul></ul>
<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#connectinternet">Establecer una conexi&oacute;n a Internet con un ISP</A><BR> <A HREF="rnetw.htm#connecttonetwork">Establecer una conexi&oacute;n con una red</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="connectinternet"></A><B>Establecer una conexi&oacute;n a Internet con un ISP</B><BR>

<OL>
<LI>Conecte el m&oacute;dem del dispositivo a una l&iacute;nea telef&oacute;nica.
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Conexiones de red y de acceso telef&oacute;nico</B>.
<LI>Puntee dos veces o haga doble clic en la conexi&oacute;n que ha creado para el ISP.
</OL> 
<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- **** Network Connection ************** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->


<A NAME="connectnetwork"></A><B>Establecer una conexi&oacute;n con una red</B><UL></UL>

<A HREF="rnetw.htm#aboutnetwork">Acerca de establecer una conexi&oacute;n con una red</A><BR> <A HREF="rnetw.htm#corporate">Crear una conexi&oacute;n de red (Ethernet)</A><BR> <A HREF="rnetw.htm#ras">Crear una conexi&oacute;n de acceso telef&oacute;nico</A><BR> <A HREF="rnetw.htm#make_a_new_connection">Crear una nueva conexi&oacute;n en el dispositivo</A><BR> <A HREF="rnetw.htm#connecttonetwork">Establecer una conexi&oacute;n con una red</A><BR> <A HREF="rnetw.htm#connecttowireless">Establecer una conexi&oacute;n con una red inal&aacute;mbrica</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->

<A NAME="aboutnetwork"></A><B>Acerca de establecer una conexi&oacute;n con una red</B><UL></UL>

<P>Puede conectarse directamente a una red a trav&eacute;s de una conexi&oacute;n de red (Ethernet) o de acceso telef&oacute;nico. Adem&aacute;s, puede obtener acceso a su correo electr&oacute;nico, a los archivos disponibles en el servidor de la red y explorar Internet o una intranet. Para recibir correo electr&oacute;nico, una vez que haya creado una conexi&oacute;n a una red, cree un servicio de correo POP3 o IMAP4 en la Bandeja de entrada. Para obtener m&aacute;s informaci&oacute;n, consulte la <A HREF="tmail.htm#main_contents">Ayuda de Bandeja de entrada</A>.</P><UL></UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#corporate">Crear una conexi&oacute;n de red (Ethernet)</A><BR> <A HREF="rnetw.htm#ras">Crear una conexi&oacute;n de acceso telef&oacute;nico</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ******* Topic Break******************* -->

<P><A NAME="corporate"></A><B>Crear una conexi&oacute;n de red (Ethernet)</B></P><UL></UL>

<OL>
<LI>Inserte la tarjeta Ethernet en el dispositivo.
<LI>En el cuadro de di&aacute;logo <B>Configuraci&oacute;n de controlador Ethernet</B>, seleccione <B>Obtener una direcci&oacute;n IP a trav&eacute;s de DHCP</B>. Seleccione <B>Aceptar</B>.
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>. Puntee dos veces o haga doble clic en el icono <b>Conexiones de red y de acceso telef&oacute;nico</b>.
<LI>Haga doble clic en el icono de conexi&oacute;n para el adaptador y, a continuaci&oacute;n, haga clic en <b>Aceptar</b> para comprobar la configuraci&oacute;n.<br> Por ejemplo, si tiene un adaptador Ethernet DC21x4, haga doble clic en el icono de conexi&oacute;n <b>DC211401</b>.
<LI>Cuando se le solicite, escriba la informaci&oacute;n de <B>Nombre de usuario</B>, <B>Contrase&ntilde;a</B> y <B>Dominio</B> que utiliza para iniciar una sesi&oacute;n en su red.
</OL>

</UL></P>
<ul></ul>
<b>Consulte tambi&eacute;n</b><br> <A href="rnetw.htm#connectnetwork">Establecer una conexi&oacute;n con una red</A><br>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<P><A NAME="ras"></A><B>Crear una conexi&oacute;n de acceso telef&oacute;nico</B></P>

<OL>
<LI>Pida al administrador de la red que cree una cuenta RAS para usted. Cuando la cuenta est&eacute; configurada, obtenga la informaci&oacute;n siguiente: n&uacute;mero de tel&eacute;fono de marcado, contrase&ntilde;a y nombre del equipo.
<LI>Realice una nueva conexi&oacute;n en el dispositivo utilizando la informaci&oacute;n proporcionada en el paso 1. Deber&iacute;a poder utilizar la configuraci&oacute;n TCP/IP predeterminada que se proporciona en el asistente <B>Realizar conexi&oacute;n nueva</B>. Si no puede establecer una conexi&oacute;n, p&oacute;ngase en contacto con su administrador de red para obtener informaci&oacute;n TCP/IP espec&iacute;fica.
</OL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#make_a_new_connection">Crear una nueva conexi&oacute;n en el dispositivo</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->


<A NAME="make_a_new_connection"></A><B>Crear una nueva conexi&oacute;n en el dispositivo</B><UL></UL>

<P>A menos que utilice una tarjeta Ethernet, debe crear una conexi&oacute;n para cada equipo o red a los que desee obtener acceso remoto.</P>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Conexiones de red y de acceso telef&oacute;nico</B>.
<LI>Puntee dos veces o haga doble clic en el icono de <b>Realizar conexi&oacute;n nueva</b>.
<LI>En el cuadro de di&aacute;logo <B>Realizar conexi&oacute;n nueva</B>, escriba un nombre para la conexi&oacute;n.
<LI>Seleccione <B>Conexi&oacute;n telef&oacute;nica</B> y haga clic en el bot&oacute;n <B>Siguiente</B>.
<LI>Seleccione el m&oacute;dem que desea utilizar.
<li>Si desea escribir un n&uacute;mero de tel&eacute;fono cada vez que se conecte:
<ul><li>Seleccione <B>Marcado manual</B> y, a continuaci&oacute;n, haga clic en <B>Aceptar</B>.
<LI>Seleccione <B>Configuraci&oacute;n de TCP/IP</B>.
<li>En la ficha <B>General</B>, aseg&uacute;rese de que est&aacute; activada la casilla <B>Usar dir. IP asignada por el servidor</B>. 
<li>En la ficha <B>Servidores de nombres</B>, aseg&uacute;rese de que est&aacute; activada la casilla <B>Usar dir. asignadas por servidor</B> y seleccione <B>Aceptar</B>. <br>

<LI>Seleccione el bot&oacute;n <B>Siguiente</B> y escriba el n&uacute;mero de tel&eacute;fono.
<LI>Seleccione el bot&oacute;n <B>Finalizar</B>.<BR></ul></ol>
La conexi&oacute;n que acaba de crear aparece como un icono en la carpeta Conexi&oacute;n remota a redes.<BR>

<ul></ul>
<B>Notas</B>
<UL>
<li>Si no puede establecer una conexi&oacute;n con esta configuraci&oacute;n predeterminada, p&oacute;ngase en contacto con su ISP o administrador de red para obtener la configuraci&oacute;n espec&iacute;fica o la informaci&oacute;n de TCP/IP.
<LI>La conexi&oacute;n se muestra como un icono en la pantalla <B>Conexiones</B>.
<LI>Si va a crear en su PC una conexi&oacute;n de m&oacute;dem externo, seleccione <B>Hayes Compatible en COM1</B> como su m&oacute;dem. Al conectar el dispositivo con su PC utilizando un m&oacute;dem externo, utilice el cable o adaptador de m&oacute;dem que le ha suministrado el fabricante. 
</UL>
<b>Consulte tambi&eacute;n</b><br> <A href="rnetw.htm#connecttonetwork">Establecer una conexi&oacute;n con una red</A><br>

<!-- PegHelp --><HR>





<!-- ******* Topic Break******************* -->

<A NAME="connecttonetwork"></A><B>Establecer una conexi&oacute;n con una red</B><BR>

<P>Si se conecta a una red, s&oacute;lo podr&aacute; recibir correo electr&oacute;nico y explorar Internet. Para recibir correo electr&oacute;nico, cree un servicio de correo POP3 o IMAP4 en la Bandeja de entrada. Para obtener m&aacute;s informaci&oacute;n, consulte la <A HREF="tmail.htm#main_contents">Ayuda de Bandeja de entrada</A>.<UL></UL>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Conexiones de red y de acceso telef&oacute;nico</B>.
<LI>Puntee dos veces o haga doble clic en el icono de la conexi&oacute;n remota que desea utilizar.<BR><BR> La primera vez que se conecte de esta forma, deber&aacute; especificar su nombre de usuario, contrase&ntilde;a y dominio. Para evitar tener que escribir su contrase&ntilde;a en futuras conexiones, seleccione <B>Guardar contrase&ntilde;a</B>.
<LI>Seleccione <B>Conectar</B>.
<li>Para desconectarse, seleccione <B>Desconectar</B>.
</OL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#connectisp">Establecer una conexi&oacute;n con un proveedor de servicios Internet</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* --> <A NAME="connecttowireless"></A><B>Establecer una conexi&oacute;n con una red inal&aacute;mbrica</B><BR>
<ol>
<li>Conecte una tarjeta inal&aacute;mbrica. Cuando se le solicite, introduzca el nombre del controlador que le proporcion&oacute; el fabricante.
<li> Una vez en el sistema, se mostrar&aacute; un cuadro de di&aacute;logo emergente para establecer la conexi&oacute;n a las redes inal&aacute;mbricas disponibles.
<li>Seleccione el nombre de la red a la que desea conectarse y, a continuaci&oacute;n, haga clic en <b>Conectar</b>.
<li>Confirme la configuraci&oacute;n detectada y haga clic en <b>Aceptar</b>.
<li>Si necesita revisar o cambiar la configuraci&oacute;n, seleccione <b>Inicio</b> &gt; <b>Configuraci&oacute;n</b> &gt; <b>Conexiones de red y de acceso telef&oacute;nico</b>.
<li>Haga doble clic en el icono de la conexi&oacute;n remota que desea utilizar.
<li>Si el controlador de la tarjeta inal&aacute;mbrica lo admite, se mostrar&aacute; la ficha <b>Redes inal&aacute;mbricas</b> para ajustar la configuraci&oacute;n.
<li>Utilice esta ficha para ver, cambiar o ajustar la configuraci&oacute;n.
</ol>


<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#connectisp">Establecer una conexi&oacute;n con un ISP</A><BR> <A HREF="rnetw.htm#connecttonetwork">Establecer una conexi&oacute;n con una red</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- **** Remote Connection Properties***** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->


<P><A NAME="adjusting_communication_prop"></A><B>Ajustar las propiedades de las conexiones remotas</B></P><UL></UL>

<A HREF="rnetw.htm#modify_connection_settings">Modificar la configuraci&oacute;n de la conexi&oacute;n</A><BR> <A HREF="rnetw.htm#compression">Desactivar la compresi&oacute;n de software</A><BR> <A HREF="rnetw.htm#change_the_pclink_baud_rate">Cambiar la velocidad en baudios del dispositivo</A>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->

<A NAME="modify_connection_settings"></A><B>Modificar la configuraci&oacute;n de la conexi&oacute;n</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Conexiones de red y de acceso telef&oacute;nico</B>.
<LI>Seleccione el icono que corresponde a la configuraci&oacute;n de la conexi&oacute;n que desea modificar.
<LI>Seleccione <B>Archivo</B> &gt; <B>Propiedades</B> o haga doble clic en el icono apropiado.
<LI>Elija las opciones que desee. Pueden existir par&aacute;metros adicionales que dependan del tipo de conexi&oacute;n. Para modificar la conexi&oacute;n, seleccione el icono y elija <b>Configuraci&oacute;n avanzada</b> en el men&uacute;.
</OL>


<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#make_a_new_connection">Crear una nueva conexi&oacute;n en el dispositivo</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<A NAME="compression"></A><B>Desactivar la compresi&oacute;n de software</B><BR>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Conexiones de red y de acceso telef&oacute;nico</B>.
<LI>Seleccione el icono de la conexi&oacute;n cuya configuraci&oacute;n desea modificar.
<LI>Seleccione <B>Archivo</B> &gt; <B>Propiedades</B>.
<LI>Seleccione <B>Configuraci&oacute;n de TCP/IP</B>.
<LI>En la ficha <B>General</B>, desactive <B>Usar compresi&oacute;n de software</B>.
</OL>


<P><B>Nota</B> Aunque la desactivaci&oacute;n de la compresi&oacute;n de software reduce el tiempo necesario para realizar una conexi&oacute;n, disminuye la velocidad de la transmisi&oacute;n de datos. Desactive la compresi&oacute;n de software &uacute;nicamente si se conecta frecuentemente y transfiere peque&ntilde;as cantidades de datos en cada sesi&oacute;n.</P>

<ul></ul>
<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#adjusting_communication_prop">Ajustar las propiedades de las conexiones remotas</A> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<P><A NAME="change_the_pclink_baud_rate"></A><B>Cambiar la velocidad en baudios del dispositivo</B></P><UL></UL>

<P><B>Importante</B> Al cambiar este valor se pueden deshabilitar las comunicaciones con su PC. La velocidad en baudios seleccionada para el dispositivo debe coincidir con la de su PC. Para obtener m&aacute;s informaci&oacute;n acerca de c&oacute;mo cambiar la velocidad en baudios de su PC, consulte la Ayuda de los Servicios para Windows Embedded Compact.</P>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B>.
<LI>Puntee dos veces o haga doble clic en el icono de <b>Conexiones de PC</b>.
<LI>Seleccione <B>Cambiar</B>.
<LI>Seleccione la velocidad en baudios que desee.
</OL>


<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#modify_connection_settings">Modificar la configuraci&oacute;n de la conexi&oacute;n</A> 

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ###################################### --> <!-- ###################################### --> <!-- **** Major Topic Change ************** --> <!-- **** Terminal Sessions  ************** --> <!-- ###################################### --> <!-- ###################################### -->

<!-- ******* Topic Break******************* -->


<A NAME="using_terminal"></A><B>Utilizar el Terminal</B><UL></UL>

<A HREF="rnetw.htm#aboutterminal">Acerca de Terminal</A><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Crear una nueva sesi&oacute;n de Terminal</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Conectarse utilizando una sesi&oacute;n existente</A><BR> <A HREF="rnetw.htm#adjust_session_properties">Ajustar las propiedades de la sesi&oacute;n</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* -->

<A NAME="aboutterminal"></A><B>Acerca de Terminal</B><UL></UL>

<P>Puede conectar su dispositivo a un servicio en l&iacute;nea o servidor corporativo que requiera la emulaci&oacute;n de terminal TTY o VT-100. Por ejemplo, puede ver y descargar archivos de un bolet&iacute;n electr&oacute;nico o enviar y recibir correo electr&oacute;nico.</P><UL></UL>

<P>Utilice Terminal s&oacute;lo cuando se comunique con servicios que requieran la emulaci&oacute;n de terminal.</P><UL></UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#connectnetwork">Establecer una conexi&oacute;n con una red</A><BR> <A HREF="rnetw.htm#connectisp">Establecer una conexi&oacute;n con un ISP</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ******* Topic Break******************* --> <A NAME="create_a_new_terminal_session"></A><B>Crear una nueva sesi&oacute;n de Terminal</B>

<OL>
<LI>Seleccione <B>Inicio</B> &gt; <B>Configuraci&oacute;n</B> &gt; <B>Panel de control</B> &gt; <B>Licencias de cliente de Terminal Server</B>.
<LI>Puntee dos veces o haga doble clic en el icono de <b>Crear una nueva sesi&oacute;n</b>.
<LI>En el cuadro <B>Nombre de sesi&oacute;n</B>, escriba un nombre para la sesi&oacute;n.
<LI>En la lista <B>Elija un m&oacute;dem</B>, seleccione el nombre de su m&oacute;dem.
<LI>Escriba el n&uacute;mero de tel&eacute;fono del equipo remoto.
<LI>A menos que sea necesario ajustar las propiedades de emulaci&oacute;n, elija <B>S&iacute;</B> para conectarse.
</OL>

<B>Notas</B>
<UL>
<LI>La sesi&oacute;n que ha creado aparece como un icono en la carpeta Terminal.
<LI>Para desconectarse, seleccione <B>Archivo</B> &gt; <B>Cancelar</B>.
</UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#adjust_session_properties">Ajustar las propiedades de la sesi&oacute;n</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Conectarse utilizando una sesi&oacute;n existente</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* -->


<A NAME="connect_using_an_existing_session"></A><B>Conectarse utilizando una sesi&oacute;n existente</B>

<UL>
<LI>En la ventana Terminal, puntee dos veces o haga doble clic en el icono de la sesi&oacute;n que desea utilizar.<BR> Cuando su dispositivo se haya conectado al servicio en l&iacute;nea, aparecer&aacute; la ventana Terminal.
<LI>Puede crear un acceso directo para la sesi&oacute;n en el escritorio y conectarse si puntea o hace clic dos veces en &eacute;l.
<LI>Para desconectarse, seleccione <B>Archivo</B> &gt; <B>Cancelar</B>.
</UL>

<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Crear una nueva sesi&oacute;n de Terminal</A><BR> <A HREF="rnetw.htm#adjust_session_properties">Ajustar las propiedades de la sesi&oacute;n</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ******* Topic Break******************* --> <A NAME="adjust_session_properties"></A><B>Ajustar las propiedades de la sesi&oacute;n</B>

<OL>
<LI>En la ventana Terminal, seleccione el icono de la sesi&oacute;n que desea modificar.
<LI>Seleccione el bot&oacute;n <B>Propiedades</B>.
<LI>En la ficha <B>Comunicaciones</B>, modifique la configuraci&oacute;n seg&uacute;n sea necesario.
<LI>Para modificar la configuraci&oacute;n de la emulaci&oacute;n, seleccione la ficha <B>Emulaci&oacute;n</B>.
<LI>En la lista <B>Elegir un tipo de emulaci&oacute;n</B>, seleccione el tipo de terminal que ha de emularse.
<LI>En la lista <B>Selecci&oacute;n de p&aacute;gina de c&oacute;digos</B>, seleccione la opci&oacute;n de p&aacute;gina de c&oacute;digos del juego de caracteres que desee.
<LI>Para mostrar el texto que ha escrito antes de enviarlo, seleccione <B>Eco local</B>.
<LI>En el cuadro <B>Usar fuente peque&ntilde;a de forma predeterminada</B>, establezca la fuente que desee.
<LI>En el cuadro <B>RC -&gt; RC/SL</B>, ajuste el retorno de carro y salto de l&iacute;nea y seleccione la configuraci&oacute;n de <B>Entrante</B> o <B>Saliente</B>.
<LI>En el cuadro <B>Desplazamiento autom&aacute;tico</B>, establezca la opci&oacute;n de desplazamiento que desee.
<LI>Cuando haya terminado, elija <B>S&iacute;</B>.
</OL>

<P><B>Nota</B> Para borrar el b&uacute;fer, seleccione <B>Edici&oacute;n</B> &gt; <B>Borrar b&uacute;fer</B>.</P><UL></UL>


<B>Consulte tambi&eacute;n</B><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">Crear una nueva sesi&oacute;n de Terminal</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">Conectarse utilizando una sesi&oacute;n existente</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ######################################## --> <!-- ######################################## --> <!-- ****  Major Topic Change *************** --> <!-- ****  Index              *************** --> <!-- ######################################## --> <!-- ######################################## -->

<!-- *********  Topic Break  **************** -->

<A NAME="index"></A><B>&Iacute;ndice</B><UL></UL>



<A HREF="rnetw.htm#compression">compresi&oacute;n de software</A><BR>

<A HREF="rnetw.htm#modify_connection_settings">conexiones telef&oacute;nicos, ajustar la configuraci&oacute;n de conexi&oacute;n</A><BR> <A HREF="rnetw.htm#modify_connection_settings">conexiones telef&oacute;nicas a redes, ajustar la configuraci&oacute;n</A><BR> <A HREF="rnetw.htm#ras">conexiones telef&oacute;nicas a redes, crear</A><BR> <A HREF="rnetw.htm#connecttonetwork">conexiones telef&oacute;nicas a redes, conectar</A><BR>


<A HREF="rnetw.htm#ras">conexiones de m&oacute;dem, con una red</A><BR> <A HREF="rnetw.htm#service">conexiones de m&oacute;dem, con un ISP</A><BR>


<A HREF="rnetw.htm#modify_connection_settings">conexiones de red (Ethernet), ajustar la configuraci&oacute;n</A><BR> <A HREF="rnetw.htm#corporate">conexiones de red (Ethernet), crear</A><BR> <A HREF="rnetw.htm#connecttonetwork">conexiones de red (Ethernet), conectar</A><BR> <A HREF="rnetw.htm#make_a_new_connection">dispositivos m&oacute;viles, crear una nueva conexi&oacute;n</A><BR> 

<A HREF="rnetw.htm#aboutisp">proveedores de servicios Internet, acerca de c&oacute;mo conectarse a</A><BR> <A HREF="rnetw.htm#modify_connection_settings">proveedores de servicios Internet, ajustar la configuraci&oacute;n de conexi&oacute;n</A><BR> <A HREF="rnetw.htm#connectinternet">proveedores de servicios Internet, conectarse a</A><BR> <A HREF="rnetw.htm#service">proveedores de servicios Internet, crear una conexi&oacute;n con</A><BR>

 <A HREF="rnetw.htm#connecttowireless">red inal&aacute;mbrica, conectarse a</A><BR><A HREF="rnetw.htm#aboutnetwork">redes, acerca de c&oacute;mo establecer conexi&oacute;n</A><BR> <A HREF="rnetw.htm#modify_connection_settings">redes, ajustar la configuraci&oacute;n de conexi&oacute;n</A><BR> <A HREF="rnetw.htm#connecttonetwork">redes, conexi&oacute;n</A><BR>

<A HREF="rnetw.htm#ras">servicios de acceso remoto (RAS)</A><BR>
<A HREF="rnetw.htm#aboutterminal">sesiones de terminal, acerca de</A><BR> <A HREF="rnetw.htm#adjust_session_properties">sesiones de terminal, ajustar propiedades</A><BR> <A HREF="rnetw.htm#connect_using_an_existing_session">sesiones de terminal, conectar</A><BR> <A HREF="rnetw.htm#create_a_new_terminal_session">sesiones de terminal, crear</A><BR>
<A HREF="rnetw.htm#change_the_pclink_baud_rate">velocidad en baudios, cambiar</A><BR>




<!-- PegHelp -->


</BODY>
</HTML>
